let pesticide = [
  {
    id: 1,
    name: "ကောမက်ထရေ့စ်",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Trace.jpg",
    AI: "N, Mg, Cu, Zn, Mn,Mo,Na, B, S",
    type: "ရွက်ဖျန်းအားဆေး",
    ArNiThin:
      "သီးနှံပင်များ အတွက် မရှိမဖြစ်လိုအပ်သော အနည်းလို အာဟာရဓါတ်များကို အပင်မှ အမြန်ဆုံး စားသုံးနိုင်စေရန် ထုတ်လုပ်ထားသည်။",
    Pamarna:
      "ဆေးဖျန်းပုံးတစ်ပုံးလျှင် မြင်းခေါင်းစတီးဇွန်း ၁ ဇွန်းမှ ၂ ဇွန်း။ တစ်ဧကလျှင် ရေ ၂၀ လီတာ ဝင် ဆေးဖျန်းပုံး ၅ပုံးမှ ၇ ပုံး အသုံးပြုပါ။",
    time: "ပန်းပွင့်ချိန်မှစ၍ ရင့်မှည့်ချိန်အထိ ၃ – ၄ ကြိမ် ခန့်ဖျန်းပေးပါ။",
    maineffect:
      "အပွင့် ၊ အသီး များပြားစေပြီး အထွက်နှုန်းတိုးစေသည်။ အစေ့အစံအလေးချိန် စီးစေပြီး အရည်အသွေးပိုကောင်းစေသည်။",
  },

  {
    id: 2,
    name: "တင်ပို",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Comet-Tempo.jpg",
    AI: "Amino Acid 40 %+ အနည်းလိုအာဟာရဓါတ်များ",
    type: "ရွက်ဖျန်းအားဆေး",
    ArNiThin:
      "အမိုင်နို အက်ဆစ်သည် အပင် ကြီးထွားမှု နှင့် အထွက်နှုန်းကောင်းစေရန် အတွက် အဓိက လုပ်ဆောင်ပေးသည်။ အမိုင်နို အက်ဆစ် နှင့် အနည်းလိုအာဟာရဓါတ်များပါသဖြင့် သီးနှံပင်၏ အဆင့်တိုင်း ကို အားပေး အထောက်အပံဖြစ်စေသည်။",
    Pamarna:
      "ဆေးဖျန်းပုံးတစ်ပုံးလျှင် မြင်းခေါင်းစတီးဇွန်း ၁ ဇွန်းမှ ၂ ဇွန်း တစ်ဧကလျှင် ရေ ၂၀ လီတာ ဝင် ဆေးဖျန်းပုံး ၅ပုံးမှ ၇ ပုံး အသုံးပြုပါ",
    time: "အပင်ငယ်စဉ်မှစတင် ၍ အပွင့် ၊ အသီး ဖြိုင်ချိန်အထိ ၄-၅ ကြိမ် သုံးပါ",
    maineffect:
      "အမြစ် နှင့် အရွက်မှ အစာစုပ်ယူနိုင်စွမ်း ပိုမိုကောင်းမွန်စေ သောကြောင့် အပင်စိမ်းစို သန်မာစေသည်။ ရာသီဥတုဒဏ်၊ ပိုးမွှားရောဂါဒဏ် ခံနိုင်ရည်ရှိစေသည်။ ပန်းပွင့်အားကောင်းမွန်စေပြီး ပန်းပွင့်ချိန်ညီညာစေခြင်း ၊သီးကိုင်းထွက်အားကောင်းပြီး အသီးတင်နှုံးကောင်းမွန်စေကာ သီးလုံးညီညာစေသည် သီးနှံ၏အရည်အသွေး နှင့် အထွက်နှုန်း ပိုမိုကောင်းမွန်စေသည်။",
  },

  {
    id: 3,
    name: "ကယ်လ်ဘိုမဂ်စူပါ",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Calbomag.jpg",
    AI: "Ca 5% + B 0.5% + Mg 3%",
    type: "ရွက်ဖျန်းအားဆေး",
    ArNiThin:
      "အပင်မှလွယ်ကူစွာ စုပ်ယူစားသုံးနိုင်သော ပုံစံဖြင့် ထုတ်လုပ်ထားသည့်အတွက် အပင်မှလိုအပ်သော အာဟာရဓါတ်များကိုလျှင်မြန်လွယ်ကူစွာ ရရှိနိုင်သည်။",
    Pamarna:
      "ဆေးဖျန်းပုံးတစ်ပုံးလျှင် မြင်းခေါင်းစတီးဇွန်း ၂ ဇွန်းမှ ၄ ဇွန်း တစ်ဧကလျှင် ရေ ၂၀ လီတာ ဝင် ဆေးဖျန်းပုံး ၅ပုံးမှ ၇ ပုံး အသုံးပြုပါ။",
    time: "ပန်းပွင့်ချိန်မတိုင်မှီမှ စ၍ ရင့်မှည့်ချိန်အထိ အသုံးပြုနိုင်သည်။",
    maineffect:
      "ပန်းပွင့်ချိန်မတိုင်မှီမှ စ၍ ပန်းပွင့်ချိန်နောက်ပိုင်းအထိ သုံးစွဲပါက အပွင့်အသီးဖြိုင်စေသည်။ အစာချက်အားကောင်းမွန်စေပြီး ဝတ်မှုန်ကူးမှု ပိုမိုကောင်းမွန်စေသည်။ သီးနှံပင်များ၏ ကယ်လ်စီယံလိုအပ်ချက်ကို လျှင်မြန်စွာ ဖြည့်ဆည်းပေးနိုင်သည်။ ပိုးသတ်ဆေး၊ မှိုသတ်ဆေးများနှင့် တွဲသုံးနိုင်သည်။",
  },

  {
    id: 4,
    name: "မိုရယ်လ်မုန်း",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Moralmone.jpg",
    AI: "နိုက်ထရိုဖီနော",
    type: "အပင်ဟော်မုန်းရွက်ဖျန်းအားဆေး",
    ArNiThin:
      "အရွက် ၊ ပင်စည် အမြစ်မှတစ်ဆင့် အပင်ထဲ သို့ဝင်ရောက်နိုင်သောကြောင့် သီးနှံပင်မှ အလွယ်တကူစားသုံးနိုင်သော ဟော်မုန်းဆေးဖြစ်သည်။",
    Pamarna: "ရေလေးဂါလံ ဆေးတစ်ပုံးတွင် ၁၀-၂၀ စီစီ",
    time: "အပင်ငယ်စဉ်မှ အသီးအပွင့်ဝင်ချိန်အထိ",
    maineffect:
      "အမြစ်ဆင်းအားကောင်းခြင်း၊ အပင်ကြီးထွားမှုလျှင်မြန်ခြင်း ၊ အပွင့်အရောင်တောက်ပပြီး ပြန်းစောစော ပွင့်ခြင်း၊ အသီးအရောင်လှပခြင်း။ ကိုင်းကူးကိုင်းဆက် ၊ မျိုးစေ့နှင့် ပျိုးပင်များ မှာ အမြစ်ထွက်နှုန်းကောင်းမွန်မြန်ဆန်ပြီး အပင်ပေါက်နှုန်းကောင်းစေခြင်း။ မျိုးစေ့လူးနယ်ဆေးအဖြစ်အသုံးပြုနိုင်ခြင်း။",
  },

  {
    id: 5,
    name: "ဂရိုးသြ",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Grow-All-1.jpg",
    AI: "Gibberellic Acid 10%",
    type: "အပင်ဟော်မုန်းဆေး",
    ArNiThin:
      "ဆေးဖျော်စပ်ရာတွင် အလွယ်တကူပျော်ဝင်နိုင်ပြီး သီးနှံပင်မှ လျှင်မြန်စွာစုပ်ယူနိုင်စေရန် ထုတ်လုပ်ထားသည်",
    Pamarna: "ရေလေးဂါလံ ဆေးတစ်ပုံးတွင် ၂၅-၅၀ ဂရမ် နှင့် တစ်ဧက ၅ ပုံး",
    time: "အပင်ကြီးထွားချိန် ၊ ပန်းပွင့်ချိန် နှင့် အသီးထွားချိန်",
    maineffect:
      "အမြစ်ပွားများမှုမြန်ဆန်ခြင်း သီးနှံပင်ကြီးထွားမှုမြန်ဆန်စေခြင်း ၊ အသီးအပွင့်စောစေခြင်းကြောင့် သီးနှံအလိုက် လိုအပ်သလို အသုံးပြုနိုင်ခြင်း။ အညွန့်ရှည်ထွက်ခြင်း ၊ အပင်အရပ်ရှည်ခြင်း၊ ဥကြီးထွားခြင်း။ အခြားသော အစာအာဟာရဓာတ်များ လုံလုံလောက်လောက်အသုံးပြုပြီးမှ ဂရိုးသြဆေးကို အသုံးပြုသင့်ပါတယ်။",
  },

  {
    id: 6,
    name: "ကောမက်မိုးကေ",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Comet-More-K-1.jpg",
    AI: "N 14% + P 4%+ K 39%+ TE",
    type: "ရွက်ဖျန်းအားဆေး",
    ArNiThin:
      "အရွက်မှ စုပ်ယူပြီး အစာချက်လုပ်ကာ အပင်အစိတ်အပိုင်းအားလုံးကို ပို့ဆောင်၍ အသီးအပွင့်နှင့် ဥများစေပြီး အထွက်နှုန်းကောင်းစေပါတယ်။",
    Pamarna: "ရေလေးဂါလံ ဆေးတစ်ပုံးတွင် ၅၀ ဂရမ် နှင့် တစ်ဧက ၅ ပုံး",
    time: "အပင်ကြီးထွားချိန် ၊ အသီးအပွင့်ဝင်ချိန် နှင့် ရည့်မှည့်ချိန်",
    maineffect:
      "သီးနှံပင်ကြီးထွားမှုမြန်ဆန်စေခြင်း ၊ အသီးအပွင့်စောစေခြင်း ၊ ပိုး ရောဂါ ရာသီဥတုဒဏ်ခံနိုင်ခြင်း။ အနည်းလိုအာဟာရဓာတ်များပါသဖြင့် အရည်အသွေးပိုမိုကောင်းစေခြင်း။ ဥစားသီးနှံများတွင် ဥ နှုန်းကောင်းခြင်း။ ပျော်ဝင်မှုမြန်ဆန်ပြီး သီးနှံ အလွယ်တကူစုပ်ယူနိုင်ခြင်း။",
  },

  {
    id: 7,
    name: "ကောမက်ဇီတာ",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Comet-Zeta.jpg",
    AI: "N 25% + P2O5 25% +K 0 %",
    type: "ရွက်ဖျန်းအားဆေး",
    ArNiThin:
      "သီးနှံပင်အဓိက လိုအပ်သော အာဟာရဓာတ်များကို ပေါင်းစပ်ထုတ်လုပ်ထားပြီး ပျော်ဝင်မှုအားကောင်းစေသောကြောင့် သီးနှံပင်မှ ဆေးအာနိသင်ကို အမြန်ဆုံး ရရှိစေပါတယ်",
    Pamarna: "	ရေလေးဂါလံ ဆေးတစ်ပုံးတွင် ၆၀ ဂရမ် နှင့် တစ်ဧက ၅ ပုံး",
    time: "အပင်ငယ်စဉ်မှ အသီးအပွင့်ဝင်ချိန်အထိ",
    maineffect:
      "အမြစ်ဆင်းအားကောင်းခြင်း၊ အပင်ကြီးထွားမှုလျှင်မြန်ခြင်း ၊ရွက်ပြားကြီးပြီး အစာချက်လုပ်မှုအားကောင်းခြင်း၊ အပင်စိမ်းစိုခြင်း အပွင့်အရောင်တောက်ပပြီး ပြန်းစောစော ပွင့်ခြင်း၊ အသီးအရောင်လှပခြင်း ပိုးသတ်ဆေး မှိုသတ်ဆေးများနှင့် တွဲသုံးနိုင်ခြင်း ။ အပင်ဟုန်ခြင်း လုံးဝမရှိခြင်း",
  },

  {
    id: 8,
    name: "ကောမက်အားကောင်း",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/arkaung.jpg",
    AI: "N 25% + P2O5 25% +K 0 %",
    type: "ရွက်ဖျန်းအားဆေး",
    ArNiThin:
      "သီးနှံ တစ်မျိုးချင်းစီအလိုက် လိုအပ်သော အနည်းလိုအာဟာရဓါတ်များကို တွက်ချက်ထည့်သွင်းထားသည်။ အပင်မှလွယ်ကူစွာ စုပ်ယူစားသုံးနိုင်သော ပုံစံဖြင့် ထုတ်လုပ်ထားသည့် အတွက် အပင်မှလိုအပ်သော အာဟာရဓါတ်များကို အမြန်ဆုံးရယူနိုင်သည်။",
    Pamarna:
      "ဆေးဖျန်းပုံးတစ်ပုံးလျှင် မြင်းခေါင်းစတီးဇွန်း ၃ ဇွန်းမှ ၅ ဇွန်း။ တစ်ဧကလျှင် ရေ ၂၀ လီတာ ဝင် ဆေးဖျန်းပုံး ၅ပုံးမှ ၇ ပုံး အသုံးပြုပါ။",
    time: "ပန်းမပွင့်မီ ၁၀ ရက်အလို ၊ ပန်းပွင့်ချိန် ၊ ပန်းပွင့်ချိန်နောက်ပိုင်း အထိ ၃ – ၄ ကြိမ် သုံးပါ။",
    maineffect:
      "မိုးခေါင်မှုဒဏ် ၊ ရာသီဥတု ဒဏ် နှင့် ပိုးမွှားရောဂါ ဒဏ် ကို ခံနိုင်ရည်ရှိစေသည်။ ပန်းပွင့်ချိန်မတိုင်မှီမှ စ၍ ပန်းပွင့်ချိန်နောက်ပိုင်းအထိ သုံးစွဲပါက အပွင့်အသီးဖြိုင်စေသည်။ အဓိကအားဖြင့် အစေ့အဆံပြည့်ဝ၍ သီးနှံ၏အရည်အသွေး ပိုမိုကောင်းမွန်စေသည်။ ဆေးပျော်ဝင်မှုအားကောင်းသောကြောင့် သီးနှံပင်စိမ်းစိုစေပြီး အစာချက်လုပ်မှု အားကောင်းစေသည်။ တစ်ဧကကုန်ကျစရိတ်သက်သာပြီး အထွက်နှုံးကို တိုးတက်စေသည်။",
  },

  {
    id: 9,
    name: "ကောမက်ဘီတာ",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Comet-Beta.jpg",
    AI: "Micro nutrients",
    type: "ရွက်ဖျန်းအားဆေး",
    ArNiThin:
      "သီးနှံပင် ငယ်ရွယ်စဉ်အတွက် အဓိကလိုအပ်သော နိုက်ထရိုဂျင် ၊ ဖော့စဖိတ် ဓါတ် နှင့် အနည်းလို အာဟာရဓါတ် များပါဝင်ပြီးအပင်မှ ပိုမို စုပ်ယူနိုင်သော ပုံစံဖြင့် ထုတ်လုပ်ထားခြင်းကြောင့် ဖျန်းပြီး နာရီပိုင်းအတွင်း အပင်အတွင်း သို့ အာဟာရ ဓါတ်များ ရောက်ရှိစေ နိုင်သည်။",
    Pamarna:
      "ရေ ၂၀ လီတာ ဆေးဖျန်းပုံးတစ်ပုံးလျှင် ကောမက်ဘီတာ ၁ (၂၅စီစီ ) နှင့် ကောမက်ဘီတာ ၂ (၂၅စီစီ) ရောစပ်ပက်ဖျန်းပါ။",
    time: "အပင် မှ အစာကို ကောင်းစွာ စုပ်ယူစားနိုင်ချိန် အပင်ပေါက်ပြီး ၁၅ ရက်မှ စတင်၍ အပင်အခြေအနေအပေါ်မူတည်၍ ၂- ၃ ကြိမ် ဖျန်းနိုင်ပါသည်။",
    maineffect:
      "ပဲပင် လျှင်မြန်စွာ ကြီးထွားစေခြင်း။ အစာချက်လုပ်မှုပိုမိုကောင်းမွန်စေခြင်း။ ကိုင်းဖြာထွက်မှု ပိုကောင်းခြင်း။ အရွက်အရောင်ပိုစိမ်းစေခြင်း။ အပွင့်အသီး စောစေခြင်း နှင့်။ အထွက်နှုန်းတိုးစေခြင်း စသော အာနိသင်များရရှိစေပါမည်။။",
  },

  {
    id: 10,
    name: "ကောမက်လိုရာ",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Comet-Lora.jpg",
    AI: "အော်ဂဲနစ်မက်တာ ၃၀-၄၀%",
    type: "ရွက်ဖျန်းအားဆေး",
    ArNiThin:
      "အပင်ကြီးထွားစေရန် အစာအာဟာရဓာတ်ကို ပိုမိုလောင်ကျွမ်းပေးခြင်း၊ ဘက်တီးရီးယားအကူအညီဖြင့် အာဟာရဓာတ်များကို အပင်မှအသင့်ရရှိစားသုံးနိုင်အောင် ပြောင်းလဲပေးခြင်း၊ ကျန်းမာသောမြေဆီလွှာဇီဝ က ထိရောက်အောင်ဆောင်ရွက်ပေးသဖြင့် အသုံးပြုသလောက်ဓာတ်မြေသြဇာများကို အပင်ကရရှိနိုင်သည်။",
    Pamarna:
      "(၁) အရွက်ပေါ်မှဖျန်းပေးခြင်း၊ (၂) မြေဩဇာ နှင့် ရောစပ်အသုံးပြုခြင်း ဖြစ်သည်။ အရွက်ပေါ်မှ ဖျန်းပါက နှုန်းထားမှာ ရေ ၄ ဂါလန်တစ်ပုံးလျှင် ၃- ၆ စီစီဖြစ်ပြီး အပင်ခြေရင်းအမြစ်ဇုံနှင့် အရွက်များပေါ်သို့ ပက်ဖျန်းပေးနိုင်သည်။ မြေဩဇာနှင့် ရောစပ် သုံးစွဲပါက မြေဩဇာ ၃၅-၄၀ ကီလိုလျှင် ကောမက်လိုရာ ၁၀၀ စီစီ – ၁၅၀ စီစီ ရောစပ် ကျဲပက်အသုံးပြုနိုင်ပါသည်။ မြေဩဇာကုန်ကျစရိတ် လျှော့ချနိုင်ရန်အတွက်လဲ အထောက်အကူပြုမည်ဖြစ်ပါသည်။",
    time: "အပင် မှ အစာကို ကောင်းစွာ စုပ်ယူစားနိုင်ချိန် အပင်ပေါက်ပြီး ၁၅ ရက်မှ စတင်၍ အပင်အခြေအနေအပေါ်မူတည်၍ ၂- ၃ ကြိမ် ဖျန်းနိုင်ပါသည်။",
    maineffect:
      "အမြစ်လုပ်ဆောင်ချက်အားကောင်းခြင်း။ အပွင့်၊ အသီးတင်အားကောင်းခြင်း။ အပင်အရွယ်အစားညီမျှကာ သီးနှံရင့်မှည့်မှုညီညာပြီး အရည်အသွေးကောင်းခြင်း။ အရွက်အရောင်ပိုစိမ်းစေခြင်း။ ရောဂါဒဏ်ခံနိုင်ရည်ရှိခြင်း။ လူနှင့်သဘာဝပတ်ဝန်းကျင်ကို ထိခိုက်မှုမရှိခြင်း စတဲ့အကျိုးကျေးဇူးများရရှိနိုင်မည်ဖြစ်သည်။",
  },

  {
    id: 11,
    name: "ာမက်အေဖိုလန်",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Afolan.jpg",
    AI: "N-12% + P2O5 – 8% + K2O – 6%+ အနည်းလိုအာဟာရဓာတ်များ",
    type: "ရေဖျော် ရွက်ဖျန်းအားဆေး။",
    ArNiThin:
      "သီးနှံပင်အရွက်များမှ လျှင်မြန်စွာစုပ်ယူနိုင်ပြီး သီးနှံပင်ကြီးထွားမှုအတွက် ကောင်းစွာအထောက်ကူဖြစ်စေသည်။",
    Pamarna:
      "ရေ ၂၀ လီတာဝင် ဆေးဖျန်းပုံး တစ်ပုံးတွင် ၅၀ စီစီ ဖြင့် တစ်ဧက ၅ ပုံးအသုံးပြုနိုင်သည်။",
    time: "	အပင်ငယ်စဉ်၊ ပင်ပိုင်းကြီးထွားချိန်။",
    maineffect:
      "သီးနှံပင်များ၏ ကြီးထွားမှုကို လျှင်မြန်စေပြီး သန်မာစေသည်။ သီးနှံပင်ပွင့်ချိန်အထိ အထောက်အကူပြုသည်။ ရာသီဥတုဖေါက်ပြန်မှုဒဏ်ကို ခံနိုင်ရည်ရှိစေသည်။ ရောဂါပိုးမွှားဒဏ်ခံနိုင်ရည်ရှိစေသည်။ အပင်များညှိုးခြင်း၊ ခြောက်သွေ့ခြင်းမှ ကာကွယ်ပေးသည်။ အပင်ရဲ့အစာချက်လုပ်မှုကို များစွာအထောက်ကူပြုစေသည်။",
  },

  {
    id: 12,
    name: "ကောမက်ပီဖိုလန်",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Comet-Pofolan.jpg",
    AI: "N-0% : P2O5-51.5% : K2O : 33.5%+ Trace elements",
    type: "ရေဖျော်ရွက်ဖျန်းမြေဩဇာ ဖျော်စပ်ပြီး သီးနှံပင်ငယ်စဉ်တွင် ဖျန်းပက်ရန်။",
    ArNiThin:
      "သီးနှံပင်အရွက်များမှ လျှင်မြန်စွာစုပ်ယူနိုင်ပြီး သီးနှံပင်ကြီးထွားမှုအတွက် ကောင်းစွာအထောက်ကူဖြစ်စေသည်။",
    Pamarna:
      "ရေ ၂၀ လီတာဝင် ဆေးတစ်ပုံးလျင် ကောမက်ပီဖိုလန် ၅၀ ဂရမ်နှုန်းဖြင့် တစ်ဧက ၅ ပုံး အသုံးပြုနိုင်သည်",
    time: "ပန်းမပွင့်မှီနှင့် ပန်းလှိုင်လှိုင်ပွင့်ချိန်",
    maineffect:
      "သီးနှံပင်များ၏ ကြီးထွားမှုကို လျှင်မြန်စေပြီး သန်မာစေသည်။ သီးနှံပင်ပွင့်ချိန်အထိ အထောက်အကူပြုသည်။ ရာသီဥတုဖေါက်ပြန်မှုဒဏ်ကို ခံနိုင်ရည်ရှိစေသည်။ ရောဂါပိုးမွှားဒဏ်ခံနိုင်ရည်ရှိစေသည်။ အပင်များညှိုးခြင်း၊ ခြောက်သွေ့ခြင်းမှ ကာကွယ်ပေးသည်။ အပင်ရဲ့အစာချက်လုပ်မှုကို များစွာအထောက်ကူပြုစေသည်။",
  },

  {
    id: 13,
    name: "‌‌ကောမက်ရွှေမိုး",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Shwe-Moe.jpg",
    AI: "N-3% : P2O5-6% : B-250ppm, Mg-1250ppm, Mn-1250ppm, Mo-6500ppm, Zn-3500ppm",
    type: "ရေဖျော်ရွက်ဖျန်းမြေဩဇာ ဖျော်စပ်ပြီး သီးနှံပင်ငယ်စဉ်တွင် ဖျန်းပက်ရန်။",
    ArNiThin:
      "သီးနှံပင်အရွက်များမှ လျှင်မြန်စွာစုပ်ယူနိုင်ပြီး သီးနှံပင်ကြီးထွားမှုအတွက် ကောင်းစွာအထောက်ကူဖြစ်စေသည်။",
    Pamarna:
      "ရေ ၂၀ လီတာဝင် ဆေးတစ်ပုံးလျင် ကောမက်ရွှေမိုး ၂၅ စီစီ နှုန်းဖြင့် တစ်ဧက ၅ ပုံး အသုံးပြုနိုင်သည်",
    time: "ပန်းမပွင့်မီနှင့် ပန်းဖြိုင်ဖြိုင်ပွင့်ချိန်",
    maineffect:
      "အပင်ပိုင်းကြီးထွားမှု အထူးလျှင်မြန်စေပြီး အပွင့်၊ အသီးစောခြင်း၊ များပြားစေခြင်း။ အရွက်မှ အလွယ်တကူစုပ်ယူနိုင်သော ပုံစံဖြင့်ထုတ်လုပ်ထားသဖြင့် ဖျန်းပြီးနာရီပိုင်းအတွင်း အာဟာရဓါတ်များ အပင်တွင်းရောက်ရှိနိုင်ခြင်း။ သီးနှံပင်အရွက်များ အစိမ်းရောင် ကလိုရိုဖီးဖြစ်ပေါ်မှုလျှင်မြန်စေသဖြင့် အရွက်များစိမ်းစိုတောက်ပပြီး အစာချက်လုပ်မှုမြန်ဆန်စေခြင်း။ ကိုင်းဖျာထွက်မှု ကောင်းပြီး အပွင့်၊ အသီးများစေခြင်း။ အထွက်နှုန်း တိုးတက်မြင့်မားစေခြင်း။",
  },

  {
    id: 14,
    name: "ကောမက်ငွေမိုး",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Comet-Ngwe-Moe.jpg",
    AI: "N-16.1%",
    type: "ရေဖျော်ရွက်ဖျန်းမြေဩဇာ ဖျော်စပ်ပြီး သီးနှံပင်ငယ်စဉ်တွင် ဖျန်းပက်ရန်။",
    ArNiThin:
      "သီးနှံပင်အရွက်များမှ လျှင်မြန်စွာစုပ်ယူနိုင်ပြီး သီးနှံပင်ကြီးထွားမှုအတွက် ကောင်းစွာအထောက်ကူဖြစ်စေသည်။",
    Pamarna:
      " ရေ ၂၀ လီတာဝင် ဆေးတစ်ပုံးလျင် ကောမက်ငွေမိုး ၂၅ စီစီ နှုန်းဖြင့် တစ်ဧက ၅ ပုံး အသုံးပြုနိုင်သည်",
    time: "သီးနှံပင် အပင်ပေါက်ပြီး ၁၅-၂၀ရက်သားမှစ၍ အသုံးပြုနိုင်သည်။",
    maineffect:
      "အပင်ပိုင်းကြီးထွားမှု အထူးလျှင်မြန်စေပြီး အပွင့်၊အသီးစောခြင်း၊ များပြားစေခြင်း။ အရွက်မှ အလွယ်တကူစုပ်ယူနိုင်သော ပုံစံဖြင့်ထုတ်လုပ်ထားသဖြင့် ဖျန်းပြီးနာရီပိုင်းအတွင်း အာဟာရဓါတ်များ အပင်တွင်းရောက်ရှိနိုင်ခြင်း။ သီးနှံပင်အရွက်များ အစိမ်းရောင် ကလိုရိုဖီးဖြစ်ပေါ်မှုလျှင်မြန်စေသဖြင့် အရွက်များစိမ်းစိုတောက်ပပြီး အစာချက်လုပ်မှုမြန်ဆန်စေခြင်း။ သီးနှံပင်အရွက်များ အစိမ်းရောင် ကလိုရိုဖီးဖြစ်ပေါ်မှုလျှင်မြန်စေသဖြင့် အရွက်များစိမ်းစိုတောက်ပပြီး အစာချက်လုပ်မှုမြန်ဆန်စေခြင်း။ အထွက်နှုန်းတိုးတက်မြင့်မားစေခြင်း။ အပင်ရဲ့အစာချက်လုပ်မှုကို များစွာ အထောက်ကူပြုစေသည်။",
  },

  {
    id: 15,
    name: "ဂရိုးအပ်",
    img: "https://wisarra.com/storage/images/products/initial/kzKY7PfnyAoDTx48wl1l-20210621045930.jpg",
    AI: "Gibberelic Acid 2.00 g/L + Nitrophenol Compound 2.42 g/L",
    type: "ဟော်မုန်းဆေး",
    ArNiThin: "	ပဲအထူးကြီးထွားသီးပွင့် အထွက်တိုး ဟော်မုန်းဆေးအရည်ဖြစ်သည်။",
    Pamarna: "ရေ (၁)ဂါလန် (၄.၅)လီတာလျှင် (၁၀-၁၅)စီစီ။",
    time: "သီးနှံပင် အပင်ပေါက်ပြီး ၁၅-၂၀ရက်သားမှစ၍ အသုံးပြုနိုင်သည်။",
    maineffect:
      "ဆေးဖျန်းပြီး(၃-၅)ရက်အတွင်း အရွက်များစိမ်းပြီး သိသာစွာအပင်ကြီးထွားဖွံ့ဖြိုးပါသည်။ ပဲပင်သက်တမ်းပြည့် အကြိမ်ကြိမ်ပဲကောက်ရခြင်း အကျိုးကျေးဇူးရရှိနိုင်ပါသည်။",
  },
];

let name = document.getElementById("name");
let headerlink = document.getElementById("headerlink");
let main = document.getElementById("main");
let detail = document.getElementById("detail");
let pdetailImg = document.getElementById("pdetailImg");
let category = document.getElementById("category");
let aswan = document.getElementById("aswan");
let arni = document.getElementById("arnithin");
let use = document.getElementById("use");
let sayhnone = document.getElementById("sayhnone");

document.addEventListener("DOMContentLoaded", function () {
  let list = document.getElementById("pesticideList");

  pesticide.forEach(function (p) {
    let div = document.createElement("div");
    div.classList.add("col-2");

    div.innerHTML = `
      <div class="text-decoration-none pesticideCard">
        <div class="text-center">
          <img src="${p.img}" class="pesImg pesticideCard " alt="">
          <p class="pesTitle text-black text-center w-100">${p.name}</p>
        </div>
      </div>
    `;

    list.append(div);

    const img = document.querySelectorAll(".pesticideCard");

    div.addEventListener("click", (e) => {
      if (e.target.classList.contains("pesticideCard")) {
        headerlink.textContent = p.name;
        name.textContent = p.name;
        category.textContent = p.type;

        aswan.textContent = p.AI;
        pdetailImg.src = p.img;
        arni.textContent = p.ArNiThin;
        sayhnone.textContent = p.Pamarna;

        main.style.display = "none";
        detail.style.display = "block";
      }
    });
  });
});
