let pesticide = [
  {
    id: 1,

    name: "ကာဗာ ၂၅ အက်စ်စီ",
    img: "https://wisarra.com/storage/images/products/initial/bUBJWDcdC0i70KGu8viu-20210621045132.jpg",
    AI: "Azoxystrobin 25% W/V",
    type: "ရောဂါကာကွယ်ကုသဆေး",
    ArNiThin:
      "မှိုရောဂါမျိုးမျိုးကို ကာကွယ်ခြင်းနှင့်အမြစ်ပြတ်နှိမ်နင်းနိုင်သော ထိုးဖောက်စိမ့်ဝင် ပင်လုံးပြန့် အာနိသင်ရှိ မှိုသတ်ဆေးဖြစ်သည်။",
    HneinHnin:
      " ဖားဥမှိုရောဂါ၊ ဂန္ဓမာသံချေးဖြူ၊ ကြက်သွန်တောက်တဲ့မြီးရောဂါ၊ ဒေါင်းနီးရွက်ခြောက်၊ ငရုတ်၊ သရက် မှဲပြောက်စွန်းရောဂါ၊ အာလူးနှောင်းပင်ကျ၊ ခရမ်းချဉ်နှောင်းပင်ကျရောဂါ၊ စပျစ်ငှက်မျက်စိ။",
    Pamarna:
      "ဆေးဖျန်းပုံးတစ်ပုံး (၁၀-၂၀)စီစီနှုန်း။ တစ်ဧကလျှင် (၅၀-၁၀၀)စီစီနှုန်း။ တစ်ဧကလျှင် ရေ(၂၀)လီတာဝင် ဆေးဖျန်းပုံး (၅-၈)ပုံး အသုံးပြုပါ။",
    time: "ရောဂါစတင်ကျရောက်ချိန်",
    maineffect:
      "မျိုးဆက်သစ်ဆေးအုပ်စုတွင်ပါဝင်ပြီး ထိုးဖောက်စိမ့်ဝင်နှင့်ပင်လုံးပြန့်အာနိသင်ရှိသော မှိုသတ်ဆေးဖြစ်သည်။ မှိုရောဂါစပိုးမျိုးစေ့ပေါက်ပွားမှုကို တားဆီးပေးပြီး မှိုမျှင်ကြီးထွားမှုကိုဟန့်တားပေးသောအာနိသင်ရှိသည်။ Dicarboxamide နှင့် Benzimidazole ဆေးအုပ်စုများကို ခံနိုင်ရည်ရှိသော ရောဂါများအားအမြစ်ပြတ် သတ်ဖြတ်နှိမ်နင်းနိုင်သည်။ ဆေးနှုန်းထားအနည်းငယ်သာသုံးရသော အစွမ်းထက်မှိုသတ်ဆေးဖြစ်သည်။",
  },

  {
    id: 2,

    name: "ဖားဥနိုင် ၃၀ အက်စ်စီ",
    img: "https://wisarra.com/storage/images/products/initial/9kXSveyVvwjU0a0PCP8V-20231115042109.jpg",
    AI: "Ethirimol 20% + Pyraclostrobin 10%",
    type: "ရောဂါကာကွယ်ကုသဆေး",
    ArNiThin:
      "သီးနှံမျိုးစုံတွင် ကျရောက်သော ဖားဥမှိုရောဂါများကို နှိမ်နင်းပေးနိုင်သော အစွမ်းထက် မှိုရောဂါကာကွယ်ကုသဆေးဖြစ်သည်။",
    HneinHnin:
      "ပဲတီစိမ်း၊မတ်ပဲ၊ငရုတ် ဖားဥမှို၊ရွက်ပြောက်ရောဂါ၊ နှင်းဆီ၊ ဂန္ဓမာ ဖားဥမှို၊သံချေးဖြူရောဂါ၊ စပျစ်၊ ဖရဲ၊သခွား၊သခွားမွှေ ဖားဥမှိုရောဂါ၊ မြေပဲ စာကိုစပိုးရားရွက်ပြောက်ရောဂါ။",
    Pamarna:
      "ဆေးဖျန်းပုံးတစ်ပုံး (၂၀-၅၀)စီစီနှုန်း။တစ်ဧက (၁၀၀-၂၅၀)စီစီနှုန်း။တစ်ဧကလျှင် ရေ(၂၀)လီတာဝင် ဆေးဖျန်းပုံး (၅-၈)ပုံး အသုံးပြုပါ။",
    time: "ရောဂါစတင်ကျရောက်ချိန်",
    maineffect:
      "ပဲတီစိမ်း၊မတ်ပဲ၊ငရုတ် ဖားဥမှို၊ရွက်ပြောက်ရောဂါ၊ နှင်းဆီ၊ ဂန္ဓမာ ဖားဥမှို၊သံချေးဖြူရောဂါ၊ စပျစ်၊ ဖရဲ၊သခွား၊သခွားမွှေ ဖားဥမှိုရောဂါ၊ မြေပဲ စာကိုစပိုးရားရွက်ပြောက် ရောဂါများကို နှိမ်နင်းပေးနိုင်သော အစွမ်းထက် မှိုရောဂါကာကွယ်ကုသဆေးဖြစ်သည်။",
  },

  {
    id: 3,

    name: "ကျူပရိုမက်စ် ၈၅ ဒဗလျူပီ",
    img: "https://wisarra.com/storage/images/products/initial/0J7oqjcxCWCiPPgOFKXl-20190705075351.jpg",
    AI: "Copper Oxychloride 85% W/W",
    type: "ရောဂါကာကွယ်ကုသဆေး",
    ArNiThin:
      "	ဘက်တီးရီးယားရောဂါအမျိုးမျိုးနှင့် မှိုရောဂါအမျိုးမျိုးတို့ကို ထိရောက်စွာ ကာကွယ်၊ ကုသ၊ နှိမ်နင်းနိုင်သည့် ထိသေအာနိသင်ရှိ ရောဂါကာကွယ်ကုသဆေး ဖြစ်သည်။",
    HneinHnin:
      "သီးနှံမျိုးစုံ ခါးရိ၊ ပင်ရင်းပုပ်၊ နှမ်းရိုးမဲ၊ အာလူးဥပုပ်၊ အာလူးစောပင်နာကျ၊ ကွမ်းရိုးမဲဆစ်ပြုတ်၊ လိမ္မော်အနာချိုင့်၊ ကြက်သွန်အပျော့့ပုပ်၊ ဂေါ်ဖီအပျော့ပုပ်ရောဂါများနှင့်ဖရဲ၊ သခွား ဒေါင်းနီးရွက်ခြောက်ရောဂါများ။",
    Pamarna:
      "	ဆေးဖျန်းပုံးတစ်ပုံး (၄၀-၈၀)ဂရမ်နှုန်း။တစ်ဧကလျှင် (၂၀၀-၄၀၀)ဂရမ်နှုန်း။တစ်ဧကလျှင် ရေ(၂၀)လီတာဝင် ဆေးဖျန်းပုံး (၅-၈)ပုံး အသုံးပြုပါ။",
    time: "ရောဂါစတင်ကျရောက်ချိန်",
    maineffect:
      "စပါးဘက်တီးရီးယားရွက်ခြောက်/ရွက်စင်း၊ စပါးမှိုသီးရောဂါ၊ စပါးဂုတ်ကျိုးရောဂါ၊စပါးရွက်ဖုံးခြောက် ရောဂါများကို နှိမ်နင်းပေးနိုင်သော အစွမ်းထက် မှိုရောဂါကာကွယ်ကုသဆေးဖြစ်သည်။",
  },

  {
    id: 4,

    name: "ဆိုင်မို-ဇက် ၇၂ ဒဗလျူပီ",
    img: "https://wisarra.com/storage/images/products/initial/6W0osZcZxxDSFqTTJO89-20190705075616.jpg",
    AI: "	Cymoxanil 8% W/W + Mancozeb 64% W/W",
    type: "ရောဂါကာကွယ်ကုသဆေး",
    ArNiThin:
      "	ထိသေနှင့်ထိုးဖောက်စိမ့်ဝင် အာနိသင်ရှိသော မှိုသတ်ဆေးဖြစ်သည်။Cymoxanilသည် ရောဂါကာကွယ်ကုသရာတွင် အစွမ်းထက်ပြီးMancozebသည်ဆေးအာနိသင်တာရှည်ခံအောင်ပေါင်းစပ်ဆောင်ရွက်ပေးသည်။မှိုရောဂါအမျိုးမျိုး၏မှိုစပိုးမျိုး စေ့ပေါက်ပွားမှုကိုတားဆီးပြီး ကာကွယ်မှုရော ကုသမှုပါဆောင်ရွက်ပေးနိုင်စွမ်းရှိသည်။",
    HneinHnin:
      "အာလူး၊ ခရမ်းချဉ် နှောင်းပင်နာကျ၊ စပါး၊ ဂျုံ၊ ပြောင်း ရွက်ညိုပြောက်၊ ရွက်ခြောက်၊ သံချေး၊ဖရဲ၊ ကြက်သွန်၊ စပျစ် ဒေါင်းနီးရွက်ခြောက်၊ မှဲ့ပြောက်စွန်း ရောဂါ၊ ကွမ်းရွက် ဒင်္ဂါးကွက်၊ ငရုတ်၊ ခရမ်းချဉ် ကိုင်းဖျားခြောက် နှင့် လိမ္မော် အခေါက်ပုပ်။",
    Pamarna:
      "ဆေးဖျန်းပုံးတစ်ပုံး (၁၀၀-၂၀၀)ဂရမ်နှုန်း။တစ်ဧကလျှင် (၅၀၀-၁၀၀၀)ဂရမ်နှုန်း။တစ်ဧကလျှင် ရေ(၂၀)လီတာဝင် ဆေးဖျန်းပုံး (၅-၈)ပုံး အသုံးပြုပါ။",
    time: "ရောဂါစတင်ကျရောက်ချိန်",
    maineffect:
      "	မှိုသတ်ဆေးနှစ်မျိုးကို ပေါင်းစပ်ထား၍ သီးနှံရောဂါအမျိုးမျိုးကို ကာကွယ်ကုသနိုင်သော မှိုရောဂါသတ်ဆေးဖြစ်သည်။",
  },

  {
    id: 5,

    name: "ဟက်ဇာဂွန် ၅ အက်စ်စီ",
    img: "https://wisarra.com/storage/images/products/initial/4dlJmPjbIQM2H03XCybt-20210621045238.jpg",
    AI: "	Hexaconazole 5% W/W",
    type: "ရောဂါကာကွယ်ကုသဆေး",
    ArNiThin: "ပင်လုံးပြန့်အာနိသင်ရှိသည်။",
    HneinHnin:
      "ရွက်ပြောက်၊ သံချေး၊ ဖားဥမှို၊ သံချေးဖြူ၊ ရိုးမဲ၊ ရွက်ဖုံးခြောက်၊ ပင်ညှိုးပင်ဝါ၊ စောပင်နာကျ၊ စကက်ရောဂါ၊ တောက်တဲ့့မြီးရောဂါ၊ ငှက်ပျော စင်ဂါတိုကာရွက်ပြောက်၊ ဘိုထရိုင်းတစ်၊ စပျစ်ကိုင်းဖျားခြောက်။",
    Pamarna:
      "ဆေးဖျန်းပုံးတစ်ပုံး (၁၂-၅၀)စီစီနှုန်း။တစ်ဧကလျှင် (၆၀-၂၅၀)စီစီနှုန်း။တစ်ဧကလျှင် ရေ(၂၀)လီတာဝင် ဆေးဖျန်းပုံ(၅-၈)ပုံး အသုံးပြုပါ။",
    time: "ရောဂါစတင်ကျရောက်ချိန်",
    maineffect:
      "သီးနှံမျိုးစုံမှိုရောဂါများကိုကာကွယ်ခြင်း၊ကုသခြင်းအတွက် (၂)မျိုးလုံးအသုံးပြုနိုင်သည့်ရေဖျော်ဆေးရည်ဖြစ်သည်။",
  },

  {
    id: 6,

    name: "ထီး ၇၀ ဒဗလျူပီ",
    img: "https://wisarra.com/storage/images/products/initial/en6hK0YX2YA08hdqpOFF-20221206094135.jpg",
    AI: "Hymexazol 70%",
    type: "ရောဂါကာကွယ်ကုသဆေး",
    ArNiThin:
      "	ကုလားပဲနှင့်ပဲအမျိုးမျိုးတွင် ကျရောက်ဖျက်ဆီးသော ဖျူစေရီယမ်ပင်ညှိုးရောဂါကို ကာကွယ်ရန် အထူးထုတ်လုပ်ထားသည့် ပင်လုံးပြန့် အာနိသင်ရှိ မှိုသတ်ဆေးဖြစ်သည်။",
    HneinHnin:
      "ကြက်သွန် နှင့် ဟင်းသီးဟင်းရွက်များတွင် ကျရောက်ဖျက်ဆီးတတ်သောပစ်သီယမ်ပင်ငယ်သေရောဂါနှင့် ခါးရိရောဂါများ အပါအဝင်မြေဆောင်မှိုရောဂါများကို ကာကွယ်ကုသနိုင်သည်။",
    Pamarna:
      "ဆေးဖျန်းပုံးတစ်ပုံး(၁၀၀-၁၆၀)ဂရမ်နှုန်း။တစ်ဧကလျှင် (၅၀၀-၈၀၀)ဂရမ်နှုန်း။တစ်ဧကလျှင်ရေ(၂၀)လီတာဝင်ဆေးဖျန်းပုံး(၅-၈)ပုံးအသုံးပြုပါ။",
    time: "ရောဂါစတင်ကျရောက်ချိန်",
    maineffect:
      "	ဖျူစေရီယမ်ပင်ညှိုးနှင့်မြေဆောင်မှိုရောဂါအမျိုးမျိုးကိုကာကွယ်နှိမ်နင်းနိုင်သည့်ပင်လုံးပြန့်အာနိသင်ရှိမှိုသတ်ဆေးဖြစ်သည်။ အဓိကနိမ်နင်းနိုင်သော ရောဂါ -ခါးရိ(ဖျူစေရီယမ်၊ပစ်သီယမ်ပင်ညှိုးရောဂါ၊ရိုင်ဇိုတိုးနီးယားရောဂါ)၊ရွက်ခြောက်ရောဂါ၊ဘာကာနေးရောဂါ",
  },

  {
    id: 7,

    name: "ဆာဗိတ် ၈၀ ဒဗလျူဒီဂျီ",
    img: "https://wisarra.com/storage/images/products/initial/Q8EcW6sxdf0jfmm6xG9T-20190705103453.jpg",
    AI: "Sulphur 80% W/W",
    type: "ရောဂါကာကွယ်ကုသဆေး",
    ArNiThin:
      "	သီးနှံဖျက်မှိုရောဂါအမျိုးမျိုးနှင့် မွှားပင့်ကူတို့ကိုထိရောက်စွာ ကာကွယ်နှိမ်နင်းနိုင်သည်။အပူချိန်မြင့်မားသောအချိန်တွင် ပက်ဖျန်းခြင်းမပြုပါနှင့်။ သီးနှံပင်ကိုဆေးလောင်တတ်သည်။",
    HneinHnin:
      "မြေပဲရွက်ပြောက်နှင့် သံချေးရောဂါ၊ ဂျုံနနွင်းရောဂါ၊ ပဲမျိုးစုံဖားဥမှိုရောဂါ၊စပျစ် ဖားဥမှိုရောဂါ၊ နှင်းဆီအနက်ပြောက်နှင့် သံချေးရောဂါများ။",
    Pamarna:
      "	ဆေးဖျန်းပုံးတစ်ပုံး (၂၀-၂၀၀)ဂရမ်နှုန်း။တစ်ဧကလျှင် (၁၀၀-၁၀၀၀)ဂရမ်နှုန်း။တစ်ဧကလျှင် ရေ(၂၀)လီတာဝင် ဆေးဖျန်းပုံး (၅-၈)ပုံး အသုံးပြုပါ။",
    time: "ရောဂါစတင်ကျရောက်ချိန်",
    maineffect:
      "ထိသေအာနိသင်ရှိ ရေတွင်ပြန့်နှံ့ပျော်ဝင်မှုကောင်းသော ဆေးခဲဖြစ်သည်။ကန့်ဓာတ်ပါဝင်သဖြင့်အပင်အစာချက်လုပ်မှုအားကောင်း၍အပင်ကြီးထွားကြံ့ခိုင် ပြီးပိုးမွှာရောဂါဒဏ်ခံနိုင်ရည်ရှိစေသဖြင့်သီးနှံအထွက်နှုန်းနှင့်အရည်အသွေးကိုမြင့်မားစေသည်။",
  },

  {
    id: 8,

    name: "ကာဆူဂါ ၂ အက်စ်အယ်လ်",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Kasuga-1.jpg",
    AI: "Kasugamycin 2%",
    type: "ဘက်တီးရီးယားရောဂါသတ်ဆေး",
    ArNiThin:
      "ပရိုတိန်းဖွဲ့စည်းမှု့ကို ဟန့်တားပေးသည်။ ဘက်တီးရီးယားများ၏ ကြီးထွားမှု့နှင့် မျိုးပွားခြင်းကိုလျော့ကျစေသည်။",
    HneinHnin:
      "ဘက်တီးရီးယားရွက်ခြောက်၊ ဘက်တီးရီးယား ပျော့ပုပ်၊ ဘက်တီးရီးယားပင်ညှိုး၊ ဥပုပ်၊ စပါးဂုတ်ကျိုးရောဂါ။",
    Pamarna:
      "ရေ ၂၀ လီတာဝင် ဆေးဖျန်းပုံးတစ်ပုံးတွင် ကာဆူဂါ ၈၀-၁၀၀ စီစီ ထည့်သွင်းပြီး တစ်ဧကလျှင် ၄၀၀-၅၀၀စီစီ ဖြင့် ၅-၈ ပုံးဖျန်းပါ။",
    time: "ရောဂါစတင်ကျရောက်ချိန်",
    maineffect:
      "ဘက်တီးရီးယားရောဂါနှင့် မှိုရောဂါအချို့ကို နှိမ်နှင်းနိုင်သည်။ လူနှင့်ပတ်ဝန်းကျင်အတွက် အန္တရာယ်ဖြစ်မှုသက်သာစေသည်။ ဆေးယဉ်ပါးမှုသက်သာစေသည်။ သီးနှံပင်ထိခိုက်မှုမရှိစေဘဲ အထွက်နှုန်းတိုးစေနိုင်သည်။",
  },

  {
    id: 9,

    name: "ကျူပရောက်ဆက် FL",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Cuproxat.jpg",
    AI: "Tri-basic Copper sulphate 345 g/l",
    type: "မှိုနှင့် ဘက်တီးရီးယား ကာကွယ်ကုသဆေး",
    ArNiThin:
      "ထိသေအစွမ်းသတ္တိနှင့် အရွက်အပင်ပေါ်တွင် ပြန့်နှံ့ဖုံးအုပ်နိုင်စွမ်းအကောင်းဆုံးဆေးဖြစ်သည်။ ရောဂါဖြစ်စေသော မှိုမျှင်များကိုသတ်ပြီး၊ စပိုးပွားများခြင်းမှ ကာကွယ်ပေးသည်။",
    HneinHnin:
      "စပါးရွက်ခြောက်၊ စောပင်နာကျ၊ နှောင်းပင်နာကျ၊ ဒေါင်းနီးရွက်ခြောက်၊ ဘက်တီးရီးယားရောဂါများ။",
    Pamarna:
      "ရေ ၂၀ လီတာဝင် ဆေးတစ်ပုံးလျှင် ဆေးတစ်ပုံးလျှင် ၃၀- ၄၀ စီစီ (တစ်ဧက ၁၅၀- ၂၀၀စီစီ)ထည့်ပြီး တစ်ဧကကို ၅ – ၈ ပုံးခန့်ဖျန်းနိုင်သည်။",
    time: "အပင်ငယ်စဉ်မှ ရိတ်သိမ်းချိန်မတိုင်မီအထိ အသုံးပြုနိုင်သည်။ တစ်ကြိမ် နှင့် တစ်ကြိမ် (၁၄- ၂၁) ရက်ခြားပက်ဖျန်းပေးပါ။",
    maineffect:
      "အပင်ရောဂါကာကွယ်မှုပိုင်းတွင် အခြားထိသေမှိုသတ်ဆေးများထက် ကာကွယ်မှုစွမ်းအားပိုမြင့်သည်။ သိုလှောင်ရာတွင် အနည်ကျမှုမရှိခြင်းကြောင့် ကြာရှည်သိုလှောင်ထားနိုင်သည်။ အရွက်ပေါ်တွင် ညီညာစွာ ပြန့်နှံ့မှုအထူးကောင်းသည်။ ကော့ပါးကြောင့်အပင်လောင်ကျွမ်းမှုမဖြစ်နိုင်ပါ။ ဘက်တီးရီးယားကျရောက်ပါက ဘီလီယံ နှင့် ရောစပ်ဖျန်းခြင်းဖြင့် အကျိုးထူးနိုင်ပါသည်။",
  },

  {
    id: 10,

    name: "ယူနတီ ၃၂.၅ အက်စ်စီ",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Unity.jpg",
    AI: "Azoxystrobin 20% + Difenoconazole 12.5%",
    type: "ပင်လုံးပြန့်မှိုသတ်ဆေး",
    ArNiThin:
      "ကာကွယ်မှုနှင့် ကုသမှု ၂ မျိုးလုံးပေးနိုင်သော ပင်လုံးပြန့် မှိုသတ်ဆေးဖြစ်သည်။ အပင်၏အရွက်မှသာမက အမြစ်မှလဲ စုပ်ယူပြီး တပင်လုံးသို့ အာနိသင်ပြန့်နိုင်သည်။ မှို၏ အသက်ရှူစနစ်ကိုတားဆီးပေးပြီး အီလက်ထရွန် ပို့ဆောင်မှုစနစ်ကို ဟန့်တားသည်။",
    HneinHnin:
      "ရွက်ခြောက်၊ အမြစ်ခြောက်၊ ပင်စည်ပုပ်၊ ခါးရိ၊ မြစ်ခြောက်ဆွေး၊ ဆာကိုစပိုးရာ ရွက်ပြောက်၊ အော်တာနေးရီးယား၊ မှည့်ပျောက်စွန်း၊ သရက်မှည့်ပြောက်စွန်း၊ ရွက်ညိုပျောက်၊ စောပင်နာကျ၊ ဖားဥမှို ၊ သံချေး၊ တောက်တဲ့မြီး၊ အကြေးဖတ် ၊ ကိုင်းဖျားခြောက်။",
    Pamarna:
      "ရေ ၂၀ လီတာဝင် ဆေးဖျန်းပုံးတစ်ပုံးလျှင် ၁၀ – ၃၀ စီစီ ထည့်ပြီး တစ်ဧကလျှင် ၅၀ – ၁၅၀ စီစီ ဖြင့် ၅-၈ ပုံးအသုံးပြုပါ။",
    time: "ရောဂါစတင်ကျရောက်ချိန်",
    maineffect:
      "အပင်အရောင်စိမ်းစေသည့် အာနိသင်ပါရှိသောကြောင့် ဆေးဖျန်းပြီး အပင်စိမ်းစိုစေပြီး အစာချက်လုပ်မှုအားကောင်းစေကာ သီးနှံပင်ပိုမိုကြီးထွားပြီး အထွက်တိုးစေသည်။ Pythium မှိုကြောင့်ဖြစ်သော ခါးရိ ၊ မြစ်ခြောက်ဆွေး ရောဂါများအတွက် အထူးကောင်းမွန်သည်။ ဆေးနှုန်းထားနည်းနည်းဖြင့် ရောဂါများကို နှိမ်နှင်းနိုင်သဖြင့် စီးပွါးရေးတွက်ချေကိုက်သည်။",
  },

  {
    id: 11,

    name: "ပရိုပါ ၇၂ အက်စ်အယ်လ်",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Proper.jpg",
    AI: "Propamocarb hydrochloride 72 %",
    type: "ပင်လုံးပြန့်မှိုသတ်ဆေး",
    ArNiThin:
      "ကာကွယ်ခြင်းနှင့် ကုသခြင်း အာနိသင် ရှိပြီး ပင်လုံးပြန့် မှိုသတ်ဆေး ဖြစ်သောကြောင့် အမြစ် အရွက်များမှ ပြန့်နှံ့စေပါသည်။ အပင်အတွင်း မှိုရဲ့ Lipid ချက်လုပ်ခြင်း ကိုတားဆီးပါသည်။",
    HneinHnin:
      "ဒေါင်းနီးရောဂါ၊ နှောင်းပင်နာကျရောဂါ(လောင်မဲ)၊ မြစ်ခြောက်ဆွေးရောဂါ၊ နှမ်းရိုးမဲ။",
    Pamarna:
      "ရေ ၂၀ လီတာ ဝင်ဆေးဖျန်းပုံးတစ်ပုံးတွင် ၃၀ – ၆၀ စီစီ ထည့်သွင်းပြီး တစ်ဧကလျှင် ၁၅၀ – ၃၀၀ စီစီဖြင့် ၅-၈ ပုံးအသုံးပြုပါ။ ရောဂါကျရောက်မှုဆိုးရွားပါက ၅ ရက်ခြား ၂ကြိမ်ဖျန်းပေးရမည်။",
    time: "ရောဂါစတင်ကျရောက်ချိန်မှ အပင်သက်တမ်းတစ်လျှောက်လုံးအသုံးပြုနိုင်သည်။",
    maineffect:
      "မှိုသတ်ဆေးဒဏ် ခံနိုင်ရည်ရှိနေသော ဒေါင်းနီးရောဂါ နှောင်းပင်နာကျရောဂါများအတွက် အကောင်းဆုံးဆေးဖြစ်သည်။ ဆေးယဥ်ပါးမှုမှ ကာကွယ်နိုင်ရန်အတွက် ထိသေမှိုသတ်ဆေး ( ဥပမာ- မန်ကိုမဂ်/ ဇီဖလို) တစ်ခုခုဖြင့် နှုန်းထားအတိုင်းတွဲဖျန်းပါ။",
  },

  {
    id: 12,

    name: "ကော့ပ်ဆိုဒ် ၇၇ ဒဗလျူပီ",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Copxide.jpg",
    AI: "Copper hydroxide 77%",
    type: "မှိုနှင့်ဘက်တီးရီးယားရောဂါ ကာကွယ်ဆေး",
    ArNiThin:
      "သီးနှံအရွက်မျက်နှာပြင်ပေါ်တွင် ဆေးပြန့်နှံ့မှုကောင်းမွန်ပြီး ရောဂါကိုထိရောက်စွာကာကွယ်နိုင်သည်။",
    HneinHnin:
      "ဒေါင်းနီးရောဂါ၊ နှောင်းပင်နာကျ(လောင်မဲ) ရောဂါ၊ ရွက်ပြောက်ရောဂါ၊ မှည့်ပြောက်စွန်းရောဂါ၊ စောပင်နာကျရောဂါ၊ ဘက်တီးရီးယားရွက်ခြောက်ရောဂါ။",
    Pamarna:
      "ရေ ၂၀ လီတာ ဝင် ဆေးဖျန်းပုံးတစ်ပုံးတွင် ဆေး ၃၀- ၅၀ ဂရမ် ထည့်ပြီး တစ်ဧကလျှင် ( ၁၅၀-၂၅၀ ဂရမ်) ဖြင့် ၅-၈ ပုံးသုံးပါ။",
    time: "ရောဂါမကျခင် ကြိုတင်ကာကွယ်အသုံးပြုပါက အကောင်းဆုံးဖြစ်သည်။",
    maineffect:
      "မှိုရောဂါနှင့် ဘက်တီးရီးယားရောဂါများကို ကာကွယ်နိုင်သည်။ ဆေးယဉ်ပါးမှုပြသနာ နည်းစေသဖြင့် သီးနှံတစ်ရာသီအတွင် ၃-၄ ကြိမ်အသုံးပြုနိုင်သည်။ ဒေါင်းနီးရောဂါ၊ နှောင်းပင်နာကျ ရောဂါများကို ကောင်းစွာကြိုတင်ကာကွယ်နိုင်သည်။",
  },

  {
    id: 13,

    name: "	ရီဗိုက် ၂၅ အက်စ်စီ",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Revive.jpg",
    AI: "Azoxystrobin 25%",
    type: "ပင်လုံးပြန့်မှိုသတ်ဆေး",
    ArNiThin:
      "ပင်လုံးပြန့်အာနိသင်နှင့် ထိုးဖောက်စိမ့်ဝင်နိုင်သောအာနိသင်ရှိသည်။ အီလက်ထရွန်သွားလာမှုလမ်းကြောင်းအားအဆင့်ဆင့်ပြိုကွဲပျက်စီးစေပြီး မှိုမျှင်များ၏ အသက်ရှူစနစ်ကို တားစီးပိတ်ပင်ပါသည်။အပင်ရေကြောစီးမှပြန့်နှံ့သည်။",
    HneinHnin:
      "မြစ်ခြောက်ဆွေး၊ ဖားဥမှို၊ သံချေး၊ အကြေးဖတ်ရောဂါ၊ ရွက်ပျောက်ရွက်‌ခြောက်၊ ရွက်ဖုံးခြောက်၊ မှဲ့ပြောက်စွန်း နှင့် မှိုသီးရောဂါ။",
    Pamarna:
      "ရေ ၂၀ လီတာ ဝင်ဆေးဖျန်းပုံးတစ်ပုံးလျှင် ၁၀ – ၃၀ စီစီထည့်သွင်းပြီး တစ်ဧကလျှင် ၅၀ – ၁၅၀ စီစီ ဖြင့် ၅ – ၈ပုံး အသုံးပြုပါ။",
    time: "ရောဂါမကျခင် ကြိုတင်ကာကွယ်အသုံးပြုပါက အကောင်းဆုံးဖြစ်သည်။",
    maineffect:
      "ရေ ၂၀ လီတာ ဝင်ဆေးဖျန်းပုံးတစ်ပုံးလျှင် ၁၀ – ၃၀ စီစီထည့်သွင်းပြီး တစ်ဧကလျှင် ၅၀ – ၁၅၀ စီစီ ဖြင့် ၅ – ၈ပုံး အသုံးပြုပါ။",
  },

  {
    id: 14,

    name: "သြဘာစွယ်စုံ (၁) ၅၅၀ အက်စ်စီ",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Swel-Sone.jpg",
    AI: "Chlorothalonil 45% + Hexaconazole 3.5% + Cymoxanil 6.5%",
    type: "ထိသေနှင့် ပင်လုံးပြန့်မှိုသတ်ဆေး",
    ArNiThin:
      "ထိသေ ကာကွယ်နိုင်စွမ်း မြင့်မားသည့်အပြင် အပင်တွင်း ထိုးဖောက်စိမ့်ဝင်နိုင်သည့် အာနိသင်ရှိသောကြောင့် မှိုရောဂါမျိုးစုံကို ကာကွယ်ကုသနိုင်သော ဆေးဖြစ်သည်။",
    HneinHnin:
      "ရွက်ပြောက်၊ ရွက်ခြောက် နှင့် စောပင်နာကျရောဂါ၊ နှောင်းပင်နာကျ(လောင်မဲ)ရောဂါ၊ ခါးရိရောဂါ၊ စပါးရွက်ဖုံးခြောက်ရောဂါ၊ ရွက်ပြောက်ရောဂါ၊ သံချေးရောဂါ၊ ဖားဥမှိုရောဂါများ။",
    Pamarna:
      "	ရေ ၂၀ လီတာဝင်ဆေးဖျန်းပုံးတစ်ပုံးလျှင် ၄၀ -၆၀ စီစီထည့်သွင်းပြီး ၁ဧကလျှင် ၂၀၀-၃၀၀ စီစီဖြင့် ၅ – ၈ ပုံးအသုံးပြုပါ။",
    time: "ရောဂါစတင်ကျရောက်ချိန်",
    maineffect:
      "မှိုရောဂါမျိုးစိတ်ပေါင်း များစွာကိုကာကွယ်နိုင်သော အစွမ်းထက်ဆေး သုံးမျိုးပေါင်းစပ်ထားသဖြင့်ရောဂါ၏ ဆေးယဉ်ပါးမှုဖြစ်စဉ်ကို ကာကွယ်နိုင်သည်။ အပင်၏အရွက်၊ အပွင့်၊ အသီးတို့ကို ဆေးလောင်ကျွမ်းခြင်းမရှိသဖြင့် သီးနှံပင်၏ သက်တမ်းတလျှောက်တွင် အသုံးပြုနိုင်သည်။",
  },

  {
    id: 15,

    name: "ရီဗိုက် ၂၅ အက်စ်စီ",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Revive.jpg",
    AI: "Azoxystrobin 25%",
    type: "ပင်လုံးပြန့်မှိုသတ်ဆေး",
    ArNiThin:
      "ပင်လုံးပြန့်အာနိသင်နှင့် ထိုးဖောက်စိမ့်ဝင်နိုင်သောအာနိသင်ရှိသည်။ အီလက်ထရွန်သွားလာမှုလမ်းကြောင်းအားအဆင့်ဆင့်ပြိုကွဲပျက်စီးစေပြီး မှိုမျှင်များ၏ အသက်ရှူစနစ်ကို တားစီးပိတ်ပင်ပါသည်။အပင်ရေကြောစီးမှပြန့်နှံ့သည်။",
    HneinHnin:
      "မြစ်ခြောက်ဆွေး၊ ဖားဥမှို၊ သံချေး၊ အကြေးဖတ်ရောဂါ၊ ရွက်ပျောက်ရွက်‌ခြောက်၊ ရွက်ဖုံးခြောက်၊ မှဲ့ပြောက်စွန်း နှင့် မှိုသီးရောဂါ။",
    Pamarna:
      "ရေ ၂၀ လီတာ ဝင်ဆေးဖျန်းပုံးတစ်ပုံးလျှင် ၁၀ – ၃၀ စီစီထည့်သွင်းပြီး တစ်ဧကလျှင် ၅၀ – ၁၅၀ စီစီ ဖြင့် ၅ – ၈ပုံး အသုံးပြုပါ။",
    time: "ရောဂါစတင်ကျရောက်ချိန်",
    maineffect:
      "ကာကွယ်မှုနှင့် ကုသမှုနှစ်မျိုးစလုံး အသုံးပြုနိုင်သောဆေးဖြစ်ပါသည်။ အာနိသင်တာရှည်ခံပြီး မှိုရောဂါ ကာကွယ်နိုင်သော အကောင်းဆုံးဆေးဖြစ်သည်။ ဆေးလောင်ကျွမ်းမှုမရှိသောကြောင့် သီးနှံမျိုးစုံပန်းပွင့်ချိန်မှာပင်ဖျန်းနိုင်ပါသည်။ အခြားမှိုသတ်ဆေးများနှင့် ရောစပ် အသုံးပြုနိုင်ပါသည်။ ရောဂါဆိုးရွားနေပါက အခြားမှိုသတ်ဆေးများနှင့် ရောစပ်အသုံးပြုပါက ထိရောက်စွာ ကာကွယ်အကျိုးထူးနိုင်သည်။",
  },
];

let name = document.getElementById("name");
let headerlink = document.getElementById("headerlink");
let main = document.getElementById("main");
let detail = document.getElementById("detail");
let pdetailImg = document.getElementById("pdetailImg");
let category = document.getElementById("category");
let aswan = document.getElementById("aswan");
let arni = document.getElementById("arnithin");
let use = document.getElementById("use");
let sayhnone = document.getElementById("sayhnone");

document.addEventListener("DOMContentLoaded", function () {
  let list = document.getElementById("pesticideList");

  pesticide.forEach(function (p) {
    let div = document.createElement("div");
    div.classList.add("col-2");

    div.innerHTML = `
      <div class="text-decoration-none pesticideCard">
        <div class="text-center">
          <img src="${p.img}" class="pesImg pesticideCard " alt="">
          <p class="pesTitle text-black text-center w-100">${p.name}</p>
        </div>
      </div>
    `;

    list.append(div);

    const img = document.querySelectorAll(".pesticideCard");

    div.addEventListener("click", (e) => {
      if (e.target.classList.contains("pesticideCard")) {
        headerlink.textContent = p.name;
        name.textContent = p.name;
        category.textContent = p.type;

        aswan.textContent = p.AI;
        pdetailImg.src = p.img;
        arni.textContent = p.ArNiThin;
        use.textContent = p.HneinHnin;
        sayhnone.textContent = p.Pamarna;

        main.style.display = "none";
        detail.style.display = "block";
      }
    });
  });
});
