let pesticide = [
  {
    id: 1,

    name: "စလက်ရှင် ၅၀ ဒဗလျူဒီဂျီ",
    img: "https://wisarra.com/storage/images/products/initial/rdH5p24HKmzg8WvQv8js-20231208091826.jpg",
    AI: "Emamectin Benzoate 5%",
    type: "ပိုးသတ်ဆေး",
    ArNiThin:
      "အရွက်အတွင်းသို့ထိုးဖောက်၀င်ရောက်နိုင်စွမ်းရှိသည့် ပိုးသတ်ဆေးဖြစ်သည်။",
    HneinHnin:
      "	သီးနှံဖျက်ပိုးအမျိုးမျိုးကို ထိရောက်စွာ ကာကွယ်နှိမ်နင်းနိုင်သည့် ထိသေစားသေ အာနိသင်ရှိ ရေပျော်ပိုးသတ်ဆေးဖြစ်သည်။",
    Pamarna:
      "	ဆေးဖျန်းပုံးတစ်ပုံးလျှင် (၁၀-၂၀) ဂရမ် ။တစ်ဧကလျှင် (၅၀ - ၁၀၀)ဂရမ်။မှတ်ချက် - တစ်ဧကလျှင် ရေ (၂၀)လီတာဝင် ဆေးဖျန်းပုံး (၅-၈)ပုံး အသုံးပြုပါ။",
    time: "ဖျက်ပိုးနှင့် ဖျက်ပိုးလက္ခဏာ စတင်တွေ့ရှိချိန် မှ စတင်အသုံးပြုနိုင်သည်။",
    maineffect:
      "ငမြှောင်တောင်၊ သီးတောင့်ထိုးပိုး၊ရွက်လိပ်ရွက်ကပ်ပိုး၊ ပင်ဖြတ်ပိုး၊ လှေးပိုး၊ မွှားပင့်ကူနီ၊ဂေါ်ဖီလိပ်ပြာဖြူ၊ သီး‌လုံးဖောက်ပိုး၊ ထွာကောင်စိမ်း၊စိန်ကွက်ဖလံ စသည့်ဖျက်ပိုးများကို နှိမ်နင်းနိုင်ပါသည်။မြေပဲ၊ပဲတီစိမ်း၊မတ်ပဲ၊ပဲပုပ်၊ပဲစဉ်းငုံ၊မြေထောက်ပဲ၊ပဲကြီး၊နှမ်း၊ဝါ၊ငရုတ်၊အာလူး၊စပါး၊ဂျုံ၊ပြောင်း၊ ကြံ၊ရှောက်၊သံပုရာ၊လိမ္မော်၊ခရမ်းချဉ်၊ကြက်သွန်နီ/ဖြူ၊ခရမ်း‌၊ဂေါ်ဖီထုပ်၊ပန်းမုန်လာ၊ နှင်းဆီ၊ ဂန္ဓမာ စသည့်သီးနှံများတွင် အသုံးပြုနိုင်ပါသည်။",
  },

  {
    id: 2,

    name: "လူစီ ၅၀၅ အီးစီ",
    img: "https://wisarra.com/storage/images/products/initial/7V21DfoypzLmxvGOA5J8-20240129064304.jpg",
    AI: "Lufenuron 5% + Profenofos 50%",
    type: "ပိုးသတ်ဆေး",
    ArNiThin:
      "အရွက်အတွင်းသို့ထိုးဖောက်၀င်ရောက်နိုင်စွမ်းရှိသည့် ပိုးသတ်ဆေးဖြစ်သည်။",
    HneinHnin:
      "စပါး၊ပြောင်း၊ပဲတီစိမ်း၊မတ်ပဲ၊မြေပဲ၊နှမ်း၊မြေထောက်ပဲ၊ ဂေါ်ဖီထုပ်၊ပန်းမုန်လာ၊ခရမ်းချဉ်၊ငရုတ်၊အာလူး၊ကြက်သွန်နီ၊ဝါ၊ ရှောက်၊ လိမ္မော် စသည့်သီးနှံအမျိုးမျိုးတွင် အသုံးပြုနိုင်ပါသည်။ ဆစ်ပိုး၊ရွက်လိပ်ပိုး၊လှေးပိုး၊ဖောငမြှောင်တောင်၊သီးတောင့်ထိုးပိုး၊ပျပိုး၊မွှားပင့်ကူနီ၊ဖြုတ်၊စိန်ကွက်ဖလံ၊ဂေါ်ဖီထုပ်လိပ်ပြာ၊သီးလုံးဖောက်ပိုး စသည့်ဖျက်ပိုးများကို နှိမ်နင်းနိုင်ပါသည်။",
    Pamarna:
      "	ဆေးဖျန်းပုံးတစ်ပုံးလျှင် (၄၀-၆၀)စီစီ။တစ်ဧကလျှင် (၂၀၀- ၃၀၀)စီစီ။ မှတ်ချက် - တစ်ဧကလျှင် ရေ (၂၀)လီတာဝင် ဆေးဖျန်းပုံး (၅-၈)ပုံး အသုံးပြုပါ။",
    time: "ဖျက်ပိုးနှင့် ဖျက်ပိုးလက္ခဏာ စတင်တွေ့ရှိချိန် မှ စတင်အသုံးပြုနိုင်သည်။",
    maineffect:
      "	ငမြှောင်တောင်၊သီးလုံးဖောက်ပိုးနှင့် မွှားပင့်ကူနီများ ကို ထိရောက်စွာကာကွယ်နိုင်နင်းနိုင်သည့် ထိသေ၊စားသေ၊ပင်လုံးပြန့်အာနိသင်ရှိရေဖျော်ပိုးသတ်ဆေးရည်ဖြစ်သည်။",
  },

  {
    id: 3,

    name: "ဆိုက်ပါမက်စ် ၁၀ အီးစီ",
    img: "https://wisarra.com/storage/images/products/initial/bQeODba64cczhaCAaj3V-20210621062418.jpg",
    AI: "Cypermethrin 10% W/V",
    type: "ပိုးသတ်ဆေး",
    ArNiThin:
      "Pyrethroid ဆေးဂန္ဓမာ ဆေးအုပ်စုဖြစ်သည်။	သီးနှံဖျက်ပိုးမျိုးစုံကို ထိရောက်စွာကာကွယ်နှိမ်နင်းနိုင်သော ထိသေ၊ စားသေအာနိသင်ရှိ ရေဖျော်ပိုးသတ်ဆေးရည်ဖြစ်သည်။",
    HneinHnin:
      "အဓိကနှိမ်နင်းနိုင်သောပိုး - လိပ်ပြာဖလံအုပ်စု၊ ကျိုင်းအုပ်စုများ၊ ငမြှောင်တောင်၊ ခူမွှေးရှည်၊ ရွက်စားပိုး၊ပျ၊ သီးတောင့်ထိုးပိုး၊ ပင်ဖြတ်ပိုး။",
    Pamarna:
      "ဆေးဖျန်းပုံးတစ်ပုံးလျှင်(၂၀-၈၀)စီစီ။တစ်ဧကလျှင် (၁၀၀-၄၀၀)စီစီ။မှတ်ချက် - တစ်ဧကလျှင် ရေ (၂၀)လီတာဝင် ဆေးဖျန်းပုံး (၅-၈)ပုံး အသုံးပြုပါ။",
    time: "ဖျက်ပိုးနှင့် ဖျက်ပိုးလက္ခဏာ စတင်တွေ့ရှိချိန် မှ စတင်အသုံးပြုနိုင်သည်။",
    maineffect:
      "ငမြှောင်တောင်အပါအဝင် ကိုက်ဖြတ်ဝါးစားပိုးမျိုးစုံအား ထိလျှင်ချက်ချင်း ပြုတ်ကျသေစေသော အထူးဖော်စပ်ထုတ်လုပ်ထားသည့် ဆေးဖြစ်သည်။ပိုးလောက်ကောင် စတွေ့လျှင်တွေ့ချင်း ပက်ဖျန်းရန်သင့်တော်ပါသည်။လိပ်ပြာဖလံအုပ်စု၊ကျိုင်းအုပ်စုများအတွက် အာနိသင်အထူးထိရောက်သည်။",
  },

  {
    id: 4,

    name: "ဒိုင်နမို ၂၀ အီးစီ",
    img: "https://wisarra.com/storage/images/products/initial/UMr64X096iKB7M4dYHRM-20210621062539.jpg",
    AI: "Carbosulfan 20% W/W",
    type: "ပိုးသတ်ဆေး",
    ArNiThin:
      "မြေတွင်းအောင်းပိုး၊ သီးနှံဖျက်ပိုးများနှင့် နီမတုတ်များကို ကာကွယ်နှိမ်နင်းနိုင်သော ထိသေ စားသေနှင့် ပင်လုံးပြန့် အာနိသင်ရှိ ပိုးသတ်ဆေးရည်ဖြစ်သည်။",
    HneinHnin:
      "အဓိကနှိမ်နင်းနိုင်သောပိုး - ပင်ဖြတ်ပိုး၊ ဝါယာဝမ်း(ကျောက်ပိုး)၊ ငမြှောင်တောင်၊ သီးလုံးဖောက်ပိုး၊ ဖူးထွေးပွင့်ထွေးပိုး၊ စပါးဆစ်ပိုး၊ ရွက်ထွင်းပိုး၊ ပျ၊ဖြုတ်၊ ယင်ဖြူ၊ မွှားပင့်ကူနီ၊ အကြေးပိုး၊ ပင်စည်ထိုးယင်၊ မြစ်ဖုနီမတုတ်။",
    Pamarna:
      "	ဆေးဖျန်းပုံးတစ်ပုံးလျှင် (၂၀၀ -၃၀၀)စီစီ။တစ်ဧကလျှင် (၁၀၀၀-၁၅၀၀)စီစီ။မှတ်ချက် - တစ်ဧကလျှင် ရေ (၂၀)လီတာဝင် ဆေးဖျန်းပုံး (၅-၈)ပုံး အသုံးပြုပါ။",
    time: "ဖျက်ပိုးနှင့် ဖျက်ပိုးလက္ခဏာ စတင်တွေ့ရှိချိန် မှ စတင်အသုံးပြုနိုင်သည်။",
    maineffect:
      "	ကာဘာမိတ်အုပ်စုတွင်ပါဝင်ပြီး မြေတွင်းအောင်းပိုးများ၊သီးနှံဖျက်ပိုး အမျိုးမျိုးနှင့် နီမတုတ်ရောဂါပိုးများကို အထူးကာကွယ်နှိမ်နင်းနိုင်သည်။သီးနှံမစိုက်မီမြေဆီလွှာကိုပက်ဖျန်းခြင်း၊ သီးနှံစိုက်ပြီးအပင်ခြေကိုပက်ဖျန်းခြင်းနှင့် သီးနှံပင်ပေါ်ပက်ဖျန်းခြင်းနည်းလမ်းများဖြင့် အသုံးပြုနိုင်သည်။",
  },

  {
    id: 5,

    name: "အီမာလန်ဒါ ၁၅ ဒဗလျူပီ",
    img: "https://wisarra.com/storage/images/products/initial/MHwKwmMwiL0AEoWpiEny-20190705095919.jpg",
    AI: "Emamectin benzoate5% W/W + Lambda-cyhalothrin10% W/W",
    type: "ပိုးသတ်ဆေး",
    ArNiThin:
      "	သီးနှံမျိုးစုံတွင်ဆိုးရွားစွာကျရောက်ဖျက်ဆီးသော ပိုးအမျိုးအစားအားလုံးကို ထိရောက်စွာကာကွယ်နှိမ်နင်းနိုင်သည့် ထိသေ စားသေနှင့် ထိုးဖောက်စိမ့်ဝင်အာနိသင်ရှိ ရေဖျော်ပိုးသတ်ဆေးမှုန့်ဖြစ်သည်။",
    HneinHnin:
      "အဓိကနှိမ်နင်းနိုင်သောပိုး - ငမြှောင်တောင်၊ သီးလုံးဖောက်ပိုး၊ ရွက်ဖောက်ကျိုင်း၊ စိန်ကွက်ဖလံ၊ ရွက်ထွင်းပိုး၊ ပျ၊ ဖြုတ်၊ ယင်ဖြူ၊ လှေးပိုး၊ မွှားပင့်ကူနီ။",
    Pamarna:
      "ဆေးဖျန်းပုံးတစ်ပုံးလျှင် (၅-၁၀)ဂရမ်။တစ်ဧကလျှင် (၂၅-၅၀)ဂရမ်။ မှတ်ချက် - တစ်ဧကလျှင် ရေ (၂၀)လီတာဝင် ဆေးဖျန်းပုံး (၅-၈)ပုံး အသုံးပြုပါ။",
    time: "ဖျက်ပိုးနှင့် ဖျက်ပိုးလက္ခဏာ စတင်တွေ့ရှိချိန် မှ စတင်အသုံးပြုနိုင်သည်။",
    maineffect:
      "	ထိသေ၊စားသေနှင့်ထိုးဖောက်စိမ့်ဝင်အာနိသင်ရှိသည်။Emamectin benzoate နှင့် Lambda-cyhalothrin (၂)မျိုးပေါင်းစပ်ထားသည်။Emamectin benzoateသည် မြေတွင်းမိုက်ခရုပ်(Streptomycesavermitillis)မှရရှိသော အဏုဇီဝပိုးသတ်ဆေးဖြစ်သဖြင့် ဓာတုဗေဒဆေးအုပ်စုများကို ခံနိုင်ရည်ရှိနေသောဖျက်ပိုးများကို ထိရောက်စွာကာကွယ်နှိမ်နင်းနိုင်သည်။Lambda-cyhalothrin သည်ဖျက်ပိုးများကို ချက်ချင်းပြုတ်ကျသေစေသော အာနိသင်ရှိသည်။",
  },

  {
    id: 6,

    name: "နိုက်ဝမ်း ၂၀ အက်စ်စီ",
    img: "https://wisarra.com/storage/images/products/initial/UdtaEthcrSxauvp2XGTO-20210621062604.jpg",
    AI: "Indoxacarb 17% + Lambda cyhalothrin 3%",
    type: "ပိုးသတ်ဆေး",
    ArNiThin:
      "	ကိုက်ဖြတ်ဝါးစားသောပိုးအမျိုးမျိုးကိုထိရောက်စွာကာကွယ်နှိမ်နင်းနိုင်သည့်ထိသေ၊စားသေ အာနိသင်ရှိပိုးသတ်ဆေးရည်ဖြစ်သည်။ထိသေစားသေနှင့်Bioactivation(ပိုးကောင်၏ခန္ဓာကိုယ်အတွင်းရှိအင်ဇိုင်းများက ဆေးအာနိသင်ကို တိုးမြှင့်လာစေခြင်း)ဖြစ်ပေါ်စေသော ထူးခြားအာနိသင်ရှိသည်။",
    HneinHnin:
      "အဓိကနှိမ်နင်းနိုင်သောပိုး - စိန်ကွက်ဖလံ၊ငမြှောင်တောင်၊ရွက်စားပိုး၊ဂေါ်ဖီလိပ်ပြာဖြူ၊၀ါသီးလုံးဖောက်ပိုး၊ခူမွှေးရှည်၊ပျ၊ရွက်လိပ်ပိုး၊ဆစ်ပိုး၊ပင်စည်ထိုးပိုး၊ဖြုတ်စိမ်း။",
    Pamarna:
      "	ဆေးဖျန်းပုံးတစ်ပုံးလျှင်(၂-၂၀)စီစီ။ တစ်ဧကလျှင် (၁၂-၁၀၀)စီစီ။ မှတ်ချက် - တစ်ဧကလျှင် ရေ (၂၀)လီတာဝင် ဆေးဖျန်းပုံး (၅-၈)ပုံး အသုံးပြုပါ။",
    time: "ဖျက်ပိုးနှင့် ဖျက်ပိုးလက္ခဏာ စတင်တွေ့ရှိချိန် မှ စတင်အသုံးပြုနိုင်သည်။",
    maineffect:
      "Oxadiazine နှင့် Pyrethroid ဓာတုဗေဒဆေးအုပ်စု (၂)ခု ပေါင်းစပ်ထားသည်။ ငမြှောင်တောင်အပါအဝင် ကိုက်ဖြတ်ဝါးစားပိုးများအားပိုးဥနှင့်ပိုးလောက်ကောင်အဆင့်တိုင်းကို သတ်ဖြတ်နှိမ်နင်းနိုင်သည်။ ခံနိုင်ရည်ရှိသောမုံလာဂေါ်ဖီစိန်ကွက်ဖလံလောက်ကောင်များကို နှိမ်နင်းနိုင်သည်။",
  },

  {
    id: 7,

    name: "လန်ဒါ ၅ အီးစီ",
    img: "https://wisarra.com/storage/images/products/initial/ZsFMUQ4TV0TH6Z5Zpfbe-20190705094913.jpg",
    AI: "Lambda-cyhalothrin 5% W/V",
    type: "ပိုးသတ်ဆေး",
    ArNiThin:
      "	ပြင်းထန်သောထိသေ၊စားသေ အာနိသင်ရှိသည်။ သီးနှံဖျက်ပိုးများကိုလျင်မြန်စွာပြုတ်ကျသေစေပြီးစိုက်ခင်းသို့ထပ်မံမလာအောင်တားဆီးနိုင်သော ထိသေ၊စားသေအာနိသင်ရှိရေဖျော်ပိုးသတ်ဆေးရည်ဖြစ်သည်။",
    HneinHnin:
      "အဓိကနှိမ်နင်းနိုင်သောပိုး - ငမြှောင်တောင်၊သီးလုံးဖောက်ပိုး၊ခူမွှေးရှည်၊ရွက်ထွင်းပိုး၊စိန်ကွက်ဖလံ၊ပျ၊ဖြုတ်၊သရစ်လှေးပိုးနှင့်ဖြုတ် ပိုးအမျိုးမျိုး။",
    Pamarna:
      "	ဆေးဖျန်းပုံးတစ်ပုံးလျှင် (၁၂-၄၀)စီစီ။ တစ်ဧကလျှင် (၆၀-၂၀၀)စီစီ။ တစ်ဧကလျှင် ရေ ၂ဝလီတာဝင်ဆေးဖျန်းပုံး (၅-၈)ပုံး အသုံးပြုပါ။",
    time: "ဖျက်ပိုးနှင့် ဖျက်ပိုးလက္ခဏာ စတင်တွေ့ရှိချိန် မှ စတင်အသုံးပြုနိုင်သည်။",
    maineffect:
      "Pyrethroid ဆေးဂန္ဓမာအုပ်စုဖြစ်သည်။ ဆေးနှုန်းထားအနည်းငယ်မျှဖြင့် အင်းဆက်ဖျက်ပိုးအမျိုးမျိုးကို ထိရောက်စွာကာကွယ်နှိမ်နင်းနိုင်သည်။ အင်းဆက်ပိုးကောင်၏ အရေခွံကိုလျင်မြန်စွာထိုးဖောက်စိမ့်ဝင်ပြီးချက်ချင်း ဂျွမ်းပြန်ပြုတ်ကျသေစေသည်။ ဖျက်ပိုးများ၏အာရုံကြောစနစ်ကို တိုက်ခိုက်ဖျက်ဆီးလိုက်ခြင်းဖြင့်ပုံမှန်လှုပ်ရှားနိုင်စွမ်းမရှိတော့ပါ။ ဖလံမကြီး၊ဥနှင့်လောက်ကောင်အဆင့်အားလုံးကို သတ်ဖြတ်နှိမ်နင်းနိုင်သည်။",
  },

  {
    id: 8,

    name: "ရော့ကက် ၁.၈ အီးစီ",
    img: "https://wisarra.com/storage/images/products/initial/iEQYv6SacfJT44vgQdLR-20210621062724.jpg",
    AI: "Abamectin 1.8% W/V",
    type: "ပိုးသတ်ဆေး",
    ArNiThin:
      "အရွက်၏အပေါ်အောက်မျက်နှာပြင် အသားလွှာနှစ်ခုကြားရှိ Tissue & Cellလွှာထဲသို့ထိုးဖောက်စိမ့်ဝင်ပြန့်နှံ့သောအာနိသင် Translaminar actionရှိသည်။ အခြားပိုးသတ်ဆေးအုပ်စုများနှင့်ရောစပ်သုံးစွဲခြင်းဖြင့် ဆတိုးစွမ်းအင် (Synergy action)ဖြစ်လာစေသောအာနိသင်ရှိသည်။",
    HneinHnin:
      "အဓိကနှိမ်နင်းနိုင်သောပိုး - မွှားပင့်ကူနီ၊စိန်ကွက်ဖလံ၊လှေးပိုး၊ယင်ဖြူ၊ပိုးစေးနှဲ၊အကြေးပိုး၊ရွက်ထွင်းပိုး၊ငမြှောင်တောင်၊ ပိုးစိမ်းကောင်၊ရွက်လိပ်ရွက်ကပ်၊ရှောက်လိမ္မော်ရွက်ထွင်းပိုး။",
    Pamarna:
      "	ဆေးဖျန်းပုံးတစ်ပုံးလျှင်(၅-၂၀)စီစီ။တစ်ဧကလျှင် (၂၅-၁၀၀)စီစီ။ မှတ်ချက် - တစ်ဧကလျှင် ရေ (၂၀)လီတာဝင် ဆေးဖျန်းပုံး (၅-၈)ပုံး အသုံးပြုပါ။",
    time: "ဖျက်ပိုးနှင့် ဖျက်ပိုးလက္ခဏာ စတင်တွေ့ရှိချိန် မှ စတင်အသုံးပြုနိုင်သည်။",
    maineffect:
      "မြေတွင်းအဏုဇီဝပိုးများမှထုတ်ယူထားသော Avermectins အုပ်စုဖြစ်သည်။ အစွမ်းအထက်ဆုံး ထိသေစားသေနှင့် ထိုးဖောက်စိမ့်ဝင်အာနိသင်ရှိပိုးသတ် ဆေးနှင့်မွှားပင့်ကူနီသတ်ဆေး ဖြစ်သည်။",
  },

  {
    id: 9,

    name: "ဆိုင်လာ ၂၅ ဒဗလျူပီ",
    img: "https://wisarra.com/storage/images/products/initial/BP70XZFy82DWGPRSbHfv-20190705095046.jpg",
    AI: "Acetamiprid 20% W/V + Lambda- cyhalothrin5% W/V",
    type: "ပိုးသတ်ဆေး",
    ArNiThin:
      "စုပ်စားပိုးနှင့်ကိုက်ဖြတ်ဝါးစားပိုးအားလုံးကိုကာကွယ်နှိမ်နင်းနိုင်သည့်ထိသေ၊စားသေနှင့် ပင်လုံးပြန့်အာနိသင်ရှိပိုးသတ်ဆေးမှုန့်ဖြစ်သည်။",
    HneinHnin:
      "အဓိကနှိမ်နင်းနိုင်သောပိုး - ငမြှောင်တောင်၊သီးလုံးဖောက်ပိုး၊သရစ်လှေးပိုး၊စုပ်စားပိုးအမျိုးမျိုး၊စိန်ကွက်ဖလံ၊ရွက်ထွင်းပိုး၊သစ်သီးထိုးယင် နှင့် ပင်စည်ထိုးယင်။",
    Pamarna:
      "ဆေးဖျန်းပုံးတစ်ပုံးလျှင်(၁၀-၃၀)ဂရမ်။တစ်ဧကလျှင်( ၅၀-၁၅၀)ဂရမ်။မှတ်ချက် - တစ်ဧကလျှင် ရေ (၂၀)လီတာဝင် ဆေးဖျန်းပုံး (၅-၈)ပုံး အသုံးပြုပါ။",
    time: "ဖျက်ပိုးနှင့် ဖျက်ပိုးလက္ခဏာ စတင်တွေ့ရှိချိန် မှ စတင်အသုံးပြုနိုင်သည်။",
    maineffect:
      "Neonicotinoid နှင့် Pyrethroid အုပ်စုတွင်ပါဝင်သည်။ ငမြှောင်တောင်၊သီးလုံးဖောက်ပိုးအပါအဝင် ကိုက်ဖြတ်ဝါးစားသောပိုးများကို ဂျွမ်းပြန်ပြုတ်ကျသေစေပြီး သရစ်လှေးပိုးအပါအဝင် စုပ်စားပိုးအမျိုးမျိုးကို ထိရောက်စွာကာကွယ်နှိမ်နင်းနိုင်သည်။ နောက်တစ်ကြိမ်ထပ်ပြီးပိုးကျခြင်း (resurgence)မဖြစ်အောင် ကာကွယ်တားဆီးပေးနိုင်သည်။",
  },

  {
    id: 10,

    name: "အက်စ်ဖိတ် ၇၅ အက်စ်ပီ",
    img: "https://wisarra.com/storage/images/products/initial/17W2VIjFFwx6gsWLmaA9-20190705095109.jpg",
    AI: "Acephate 75% W/W",
    type: "ပိုးသတ်ဆေး",
    ArNiThin:
      "	ထိသေ၊စားသေနှင့်ပင်လုံးပြန့်အာနိသင်ပြင်းထန်သော ရေဖျော်ပိုးသတ်ဆေးမှုန့်ဖြစ်သည်။ သီးနှံမျိုးစုံတွင်ဆိုးရွားစွာကျရောက်သည့်သီးလုံးဖောက်ပိုး၊ရွက်စားပိုး၊ပွင့်ထွေးပိုး၊ သီးတောင့်ထိုးပိုး၊ခေါင်ညွန့်ထိုးပိုးအမျိုးမျိုးနှင့်အခြားစုပ်စားပိုးမျိုးစုံကိုထိရောက်စွာ ကာကွယ်နှိမ်နင်းနိုင်သောထိသေ၊စားသေနှင့်ပင်လုံးပြန့်အာနိသင်ရှိရေဖျော်ပိုးသတ်ဆေးမှုန့်ဖြစ်သည်။",
    HneinHnin:
      "အဓိကနှိမ်နင်းနိုင်သောပိုး - စပါးဆစ်ပိုး၊ငမြှောင်တောင်၊ရွက်စားပိုး၊သီးလုံးဖောက်ပိုး၊ပွင့်ထွေးရွက်ထွေးပိုး၊သီးထိုးယင်၊ ပျ၊ဖြုတ်အမျိုးမျိုး၊ယင်ဖြူနှင့်သရစ်လှေးပိုး။",
    Pamarna:
      "	ဆေးဖျန်းပုံးတစ်ပုံးလျှင်(၂၀-၁၂၀)ဂရမ်။ တစ်ဧကလျှင် (၁၀၀-၆၀၀)ဂရမ်။ မှတ်ချက် - တစ်ဧကလျှင် ရေ (၂၀)လီတာဝင် ဆေးဖျန်းပုံး (၅-၈)ပုံး အသုံးပြုပါ။",
    time: "ဖျက်ပိုးနှင့် ဖျက်ပိုးလက္ခဏာ စတင်တွေ့ရှိချိန် မှ စတင်အသုံးပြုနိုင်သည်။",
    maineffect:
      "Organophosphorus Insecticide(OPI) အုပ်စုဖြစ်သည်။ သီးနှံမျိုးစုံတွင်ကျရောက်သော ငမြှောင်တောင်၊ရွက်စားပိုး၊သီးလုံးဖောက်ပိုး၊ပွင့်ထွေးရွက်ထွေးပိုး၊သီးထိုးယင်နှင့်စုပ်စားပိုးမျိုးစုံတို့ကို နှိမ်နင်းနိုင်သည်။ သီးနှံအမျိုးမျိုးကို ပန်းပွင့်ချိန်ကာလတွင် ပက်ဖျန်းရန်အထူးသင့်လျော်ပါသည်။",
  },

  {
    id: 11,

    name: "စပေါ့ ၈၀၀ ဒဗလျူဂျီ",
    img: "https://wisarra.com/storage/images/products/initial/V30ruIfwLvpmdktD4L6r-20190705103027.jpg",
    AI: "Thiodicarb - 80%",
    type: "ပိုးသတ်ဆေး",
    ArNiThin:
      "	ပိုးဥနှင့်ပိုးလောက်ကောင်အဆင့်အားလုံးကိုနှိမ်နင်းနိုင်သောထိသေ၊စားသေအာနိသင်ရှိပိုးသတ်ဆေးဖြစ်သည်။",
    HneinHnin:
      "အဓိကနှိမ်နင်းနိုင်သောပိုး - ခါးတွန့်ဘောက်ဖတ်၊ငမြှောင်တောင်၊သီးတောင့်ထိုးပိုး၊စက်ပြောက်ကျိုင်း၊ပင်ဖြတ်ပိုး၊သီးလုံးဖောက်ပိုး၊ရွက်စားပိုး၊၀ါပိုးနီ၊ဖူးထိုးပိုး၊ဂေါ်ဖီထုပ်ပိုး၊လိပ်ပြာဖြူ၊စိန်ကွက်ဖလံ၊သီးထိုးပိုး၊အညွန့်ထိုးပိုး၊လှေးကျိုင်း။",
    Pamarna:
      "ဆေးဖျန်းပုံးတစ်ပုံးလျှင်(၂၀-၈၀)ဂရမ်။ တစ်ဧကလျှင်(၁၀၀-၄၀၀)ဂရမ်။ မှတ်ချက်-တစ်ဧကလျှင် ရေ (၂၀)လီတာဝင် ဆေးဖျန်းပုံး(၅-၈)ပုံးအသုံးပြုပါ။",
    time: "ဖျက်ပိုးနှင့် ဖျက်ပိုးလက္ခဏာ စတင်တွေ့ရှိချိန် မှ စတင်အသုံးပြုနိုင်သည်။",
    maineffect:
      "	carbamate ဓာတုဗေဒဆေးအုပ်စုတွင်ပါဝင်သည်။ ရေတွင်လွယ်ကူစွာပျော်ဝင်နိုင်သောဆေးခဲငယ် granule ပုံစံဖြင့်ထုတ်လုပ်ထားသည်။ သီးနှံစိုက်ခင်းများတွင် ဆိုးရွားစွာကျရောက်ဖျက်ဆီးသော(Fall armyworm, Beet armyworm)အပါအဝင် ငမြှောင်တောင်အမျိုးမျိုးကို ထိရောက်စွာကာကွယ်နှိမ်နင်းနိုင်ပါသည်။ သီးနှံမျိုးစုံတွင် ကျရောက်ဖျက်ဆီးသော ပင်ဖြတ်ပိုး (Cutworm)ကိုနှိမ်နင်းနိုင်သည်။",
  },

  {
    id: 12,

    name: "ဘလိတ် ၂၅ ဒဗလျူဒီဂျီ",
    img: "https://myanmaawba.com/wp-content/uploads/2023/05/Blade-3-1024x1024.png",
    AI: "Thiamethoxam 25%",
    type: "စုပ်စားပိုးမျိုးစုံ နှိမ်နင်းနိုင်သော ရေဖျော်ပိုးသတ်ဆေးအခဲ",
    ArNiThin:
      "ပင်လုံးပြန့် နှင့် စိမ့်ဝင် အာနိသင်ရှိသော ပိုးသတ်ဆေးအခဲ ဖြစ်သည်။",
    HneinHnin:
      "လှေး၊ ပျ၊ ဖြုတ်၊ ဒက်၊ ယင်ဖြူ၊ ကြက်သွန်မြိတ်ပိုး၊ ရွက်လိပ်ရွက်ကပ်ပိုး။",
    Pamarna:
      "ရေ ၂၀ လီတာဝင် ဆေးဖျန်းပုံးတစ်ပုံးတွင် ၁၀ – ၂၀ ဂရမ်ထည့်သွင်းပြီး တစ်ဧကလျှင် ၅၀ – ၁၀၀ ဂရမ်ဖြင့် ၅ – ၈ ပုံ အသုံးပြုပါ။",
    time: "ဖျက်ပိုးနှင့် ဖျက်ပိုးလက္ခဏာ စတင်တွေ့ရှိချိန် မှ စတင်အသုံးပြုနိုင်သည်။",
    maineffect:
      "စုပ်စားပိုး မျိုးစုံကို ကာကွယ်နှမ်နှင်းနိုင်သော ပိုးသတ်ဆေးဖြစ်သည်။",
  },

  {
    id: 13,

    name: "တော်ပီဒို ၃ ဂျီအာ",
    img: "https://myanmaawba.com/wp-content/uploads/2023/03/Torpedo.jpg",
    AI: "Fipronil 0.3 % W/W",
    type: "ပိုးသတ်ဆေးအခဲ",
    ArNiThin:
      "ဖစ်ပရိုနေး သည် သေ နှင့် စားသေ အာနိသင်ရှိပြီး ဆေးအာနိသင်ကြာရှည်ခံသော ဆေးအဆိပ်ဖြစ်သည်။",
    HneinHnin: "ကျောက်ပိုး၊ ချ၊ ဖိုးလမင်းကျိုင်း၊ မြေခွေးပုရစ်။",
    Pamarna: "တစ်ဧကလျှင် ၄ – ၆ ကီလို။",
    time: "သီးနှံမစိုက်မီ မြေခံကတည်းက ထည့်သွင်းပေးနိုင်သည်။",
    maineffect: "မြေတွင်းအောင်းပိုးများကို ထိရောက်စွာ နှိမ်နင်းနိုင်သည်။",
  },

  {
    id: 14,

    name: "ဘက်တား ၂၅ ဒဗလျူပီ",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Better-1.jpg",
    AI: "Acetamiprid 20% + Lambda cyhalothrin 5%",
    type: "ပိုးသတ်ဆေး",
    ArNiThin:
      "ထိသေ စားသေ နှင့် ပင်လုံးပြန့်အာနိသင်ရှိသည်။ အဆီတာမီပရစ်သည် အဓိကအားဖြင့် ပင်လုံးပြန့် နှင့် ရွက်လွှာကြောအတွင်းထိုးဖောက်စိမ့်ဝင်နိုင်သော အာနိသင်ရှိသည်။ လန်ဒါသည် ထိသေစားသေအာနိသင်ရှိသောကြောင့် ထိမိ၊စားမိသည့်ပိုးကောင်များကို လျှင်မြန်စွာသေဆုံးစေသည်။",
    HneinHnin:
      "လှေးပိုး၊ ပျ၊ ဖြုတ်၊ ယင်ဖြူ၊ ရွက်ဖေါက်ကျိုင်း၊ ရွက်လိပ် ရွက်ကပ်ပိုး။",
    Pamarna:
      "ရေ ၂၀ လီတာဝင် ဆေးဖျန်းပုံးတစ်ပုံးတွင် ၁၀ – ၂၀ ဂရမ်ထည့်သွင်းပြီး တစ်ဧကလျှင် ၅၀ – ၁၀၀ ဂရမ်ဖြင့် ၅-၈ ပုံ အသုံးပြုပါ။",
    time: "သီးနှံပင် သက်တမ်းတလျှောက် အသုံးပြုနိုင်သည်။ ပိုးကောင် ငယ်ရွယ်စဉ်မှ စတင်၍ ဖျန်းပါ။",
    maineffect:
      "သီးနှံစိုက်ခင်းတွင် ကျရောက်သော စုပ်စားပိုးများ ကို ဆေးအဆိပ် ၂ မျိုးဖြင့် အဓိက နှိမ်နှင်းသည်။",
  },

  {
    id: 15,

    name: "ပိုင်ဒီ ၇၀ ဒဗလျူဒီဂျီ",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Pydi.jpg",
    AI: "Pymetrozine 50%+ Nitnepyram 20%",
    type: "ပိုးသတ်ဆေး",
    ArNiThin:
      "ပင်လုံးပြန့်အာနိသင်ရှိပြီး အပင်ရောကြောစီးနှင့် အစာကြောစီးမှ တစ်ဆင့် ပြန့်နှံ့နိုင်သည်။ ပိုင်မီထရိုဇင်းသည် ပိုးကောင် ၏ အစားစာမှုကို ရပ်တန့်စေပြီး အပင်ကို ပိုးကောင်ဖျက်ဆီးမှုမှ လျှင်မြန်စွာ ကာကွယ်မှုပေးသည်။ နီတမ်ပရမ်သည် အဓိက အားဖြင့် ပိုးကောင်အား ၏ နာ့ပ် ကြောများကို တိုက်ခိုက်ပြီး ပိုးကောင်ကို နှိမ်နင်းပေးသည်။",
    HneinHnin: "ယင်ဖြူ၊ လှေး၊ ပျ၊ ဖြုတ်ညို၊ ဖြုတ်စိမ်း။",
    Pamarna:
      "ရေ ၂၀ လီတာဝင် ဆေးဖျန်းပုံးတစ်ပုံးလျှင် ဆေး ၁၀ – ၂၀ ဂရမ်ထည့်သွင်းပြီး တစ်ဧကလျှင် ၅၀ – ၁၀၀ ဂရမ် ဖြင့် ၅ – ၈ ပုံးအသုံးပြုပါ။ ပိုးဆိုးရွားစွာကျရောက်ပါက ၇ ရက်ခြား ၁ ကြိမ်ဖျန်းပါ။",
    time: "ပိုးကောင် ငယ်ရွယ်စဥ်မှ စတင်၍ ဖျန်းပါ။ အပင်သက်တမ်းတစ်လျှောက် အသုံးပြုနိုင်သည်။",
    maineffect:
      "သီးနှံစိုက်ခင်းတွင် စုပ်စားပိုး ဆိုးရွားစွာကျပါကနှိမ်နင်းနိုင်သော ဆေးကောင်းတစ်ခုဖြစ်သည်။",
  },

  {
    id: 16,

    name: "အလန်း ၁၅ ဒဗလျူပီ",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Alarm.jpg",
    AI: "Emamectin Benzoate 5% + Lambda Cyhalothrin 10%",
    type: "ပိုးသတ်ဆေး",
    ArNiThin:
      "ထိသေ စားသေ အာနိသင်ရှိသည်။ အီမာမက်တင်ကြောင့် ပိုးကောင်သည် နာရီပိုင်းအတွင်း အစာမစားနိုင်တော့ခြင်း။ လမ်ဘဒါ ဆိုင်ဟေလိုသရင်ကြောင့် ဆေးထိမိသည်နှင့် ပိုးကောင် ပြုတ်ကျေ သေဆုံးစေသည်။ ဆေး အဆိပ် ၂ မျိုး တွဲထားသောကြောင့် ပိုးကောင်ဖျက်ဆီးမှု လုံးဝရပ်သွားပြီး အပင် ကို လျှင်မြန်စွာ ကာကွယ်ပေးနိုင်သည်။",
    HneinHnin:
      "ငမြှောင်တောင်၊ စိန်ကွက်ဖလံ၊ ပွင့်ထွေးပိုး၊ ရွက်လိပ် ရွက်ကပ်ပိုး၊ ‌လှေးပိုး၊ ပျ၊ ဖြုတ်၊ ယင်ဖြူ။",
    Pamarna:
      "ရေ ၂၀ လီတာဝင် ဆေးဖျန်းပုံးတစ်ပုံးလျှင် ဆေး ၁၀ – ၂၀ ဂရမ်ထည့်ပြီး တစ်ဧကလျှင် ၅၀ – ၁၀၀ ဂရမ်ဖြင့် ၅ – ၈ ပုံးအသုံးပြုပါ။",
    time: "အပင်ငယ်စဉ်မှစ၍ အပင်သက်တမ်းတစ်လျှောက် ပိုးကောင် ငယ်ရွယ်စဉ် မှ စတင်၍ ဖျန်းပါ။",
    maineffect:
      "သီးနှံစိုက်ခင်းတွင် ကျရောက်သော ကိုက်စားပိုးများသာမက စုပ်စားပိုးများကိုပါ နှိမ်နှင်းနိုင်သည်။ အပင်သက်တမ်းတစ်လျှောက် ဖျန်းနိုင်သည်။ ပိုးကောင် ငယ်စဉ်ဖျန်းနိုင်ပါက ပိုးဆိုးရွားစွာ ကျရောက်မှု နည်းစေသည်။ သီးနှံပင် ပိုးဖျက်ဆီးမှုနည်းပြီး အထွက်နှုန်းတိုးစေသည်။ တစ်ဧက ဈေးနှုန်း သင့်တင့် ပြီး အစွမ်းထက်သော ပိုးသတ်ဆေး ဖြစ်သည်။",
  },

  {
    id: 17,

    name: "တော်ပီဒို ၅၀ အက်စ်စီ",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Topedo.jpg",
    AI: "Fipronil 5%",
    type: "ပိုးသတ်ဆေး",
    ArNiThin:
      "ဖစ်ပရိုနေးသည် ထိ‌သေစားသေ အာနိသင်ရှိပြီး စုပ်စားပိုး နှင့် ကိုက်စားပိုး ၂ မျိုးလုံးကို ကာကွယ် နှိမ်နှင်းနိုင်သော ဆေးဖြစ်သည်။",
    HneinHnin:
      "လှေး၊ ငမြှောင်တောင်၊ စိန်ကွက်ဖလံ၊ ရွက်လိပ် ရွက်ကပ်ပိုး၊ ပျ၊ စပါးဆစ်ပိုး။",
    Pamarna:
      "ရေ ၂၀ လီတာဝင် ဆေးဖျန်းပုံး တစ်ပုံးလျှင် ၄၀ – ၆၀ စီစီ ထည့်သွင်းပြီး တစ်ဧကလျှင် ၂၀၀ – ၃၀၀ စီစီဖြင့် ၅ – ၈ ပုံးအသုံးပြုပါ။",
    time: "အပင်ငယ်စဥ်မှစ၍ အပင်သက်တမ်းတစ်လျှောက် ပိုးကောင် ငယ်ရွယ်စဥ်မှ စတင်၍ ဖျန်းပါ။",
    maineffect:
      "သီးနှံစိုက်ခင်းတွင် ကျရောက်သော ကိုက်ဖြတ်ဝါးစားပိုး နှင့် လှေးပိုးများကို အဓိက နှိမ်နှင်းနိုင်သည်။ ဆေးတစ်မျိုးတည်းဖြင့် လှေးပိုးကိုသာမက အခြားဖျက် ပိုးများကိုလဲ ထိရောက်စွာနှိမ်နင်းနိုင်ပြီး ကုန်ကျစရိတ် သက်သာစေသည်။ ဆေးဖျန်းပြီးပါက သီးနှံပင်ကို အစိမ်းရောင်တာက်ပစေပြီး အမြစ်ဖွံ့ဖြိုးမှု ပိုကောင်းစေသည်။ အခြားပိုးသတ်ဆေးများကို ခံနိုင်ရည်ရှိသော ပိုးများကို ထိ ရောက်စွာ နှိမ်နှင်းနိုင်သည်။",
  },

  {
    id: 18,

    name: "သန်းဒါး ၂၅ အီးစီ",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Thunder.jpg",
    type: "ထိသေစားသေပိုးသတ်ဆေး",
    ArNiThin: "ထိသေ၊ စားသေအာနိသင်ရှိသော ပိုးသတ်ဆေးဖြစ်သည်။",
    HneinHnin:
      "ငမြောင်တောင်၊ ထွာကောင်စိမ်း၊ ဝါဂွမ်းပိုးနီ၊ ဖြုတ်ပိုး၊ ပျ၊ သီးလုံးဖောက်၊ ပိုးစေးနှဲ၊ ဂေါ်ဖီလိပ်ပြာ၊ စိန်ကွက်ဖလံ။",
    Pamarna:
      "ရေ ၂၀ လီတာဝင် ဆေးဖျန်းပုံး တစ်ပုံးလျှင်၄၀ – ၅၀ စီစီထည့်ပြီး တစ်ဧကလျှင် ၂၀၀ – ၂၅၀ စီစီဖြင့် ၅ – ၈ ပုံးအသုံးပြုပါ။",
    time: "ဖျက်ပိုးနှင့် ဖျက်ပိုးလက္ခဏာ စတင်တွေ့ရှိချိန်။",
    maineffect:
      "ကိုက်ဖြတ်ဝါးစားပိုးများစွာအတွက် အကောင်းဆုံပိုးသတ်ဆေးဖြစ်သည်။ ဖျက်ပိုးမျိုးစုံကိုနှိမ်နှင်းနိုင်ပြီး ကုန်ကျစရိတ်သက်သာစေသည်။ အခြားပိုးသတ်ဆေးအုပ်စုများနှင့် ရောစပ်အသုံးပြုနိုင်သည်။",
  },

  {
    id: 19,

    name: "ဇွန်ဘီ ၉၅ အက်စ်ပီ",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/Zombie.jpg",
    AI: "Cartap Hydrochloride 95%",
    type: "	ပိုးသတ်ဆေး",
    ArNiThin:
      "ထိသေ စားသေ၊ ပင်လုံးပြန့်အာနိသင်ရှိပြီး ကိုက်စားပိုး ၊ စုပ်စာပိုး ၂ မျိုးလုံးအား နှိမ်နှင်းနိုင်သော အာနိသင်ရှိသည်။ ကာတပ် ကြောင့် ဖျက်ပိုးများသည် အစာဆက်လက်မစားတော့ဘဲ အစာငတ်ကာ သေစေနိုင်ပါသည်။",
    HneinHnin:
      "စပါးဆစ်ပိုး၊ ဖြုတ်ညို၊ ဖြုတ်စိမ်း၊ စိန်ကွက်ဖလံ၊ ယင်ဖြူ၊ ရွက်လိပ်ပိုး၊ ခေါင်ညွန့်ထိုးပိုး၊ လှေး၊ ရွက်ထွင်း၊ နီမတုတ်။",
    Pamarna:
      "ရေ ၂၀ လီတာဝင် ဆေးဖျန်းပုံးတစ်ပုံးလျှင် ၂၀ – ၃၀ ဂရမ် ထည့်သွင်းပြီး တစ်ဧကလျှင် ၁၀၀ – ၁၅၀ ဂရမ် ဖြင့် ၅ – ၈ ပုံးအသုံးပြုပါ။",
    time: "အပင်သက်တမ်းတစ်လျှောက် အသုံးပြုနိုင်သည်။ ပိုးကောင် ငယ်ရွယ်စဥ်မှ စတင်၍ ဖျန်းပါ။",
    maineffect:
      "စပါးတွင် ကျရောက်သော ဆစ်ပိုး၊ ရွက်လိပ်ရွက်ကပ်နှင့် အခြားသီးနှံမျာ တွင်ကျရောက်သော ပိုးမျိုးစုံ အတွက်အထူးကောင်းမွန်သော ဆေးဖြစ်သည်။ အကျိုးပြုမိတ်ဆွေပိုးများအတွက် ထိခိုက်မှုနဲပါးပြီး ပတ်ဝန်းကျင် ထိခိုက်မှုနည်းစေသည်။ အခြားပိုးသတ်ဆေးများနှင့်မတူသောအချက်မှာ အပင်တွင် ထိုးဖေါက်ဝင်ရောက်စားသောက်ဖျက်စီးသော ပိုးများကို ပါ ကာကွယ်နှိမ်နှင်းနိုင်သည်။ ဆေးနှုန်းထားနည်းနည်းဖြင့် ဖျက်ပိုးများကို နှိမ်နှင်းနိုင်သဖြင့် စီးပွါးရေးအရ တွက်ချေကိုက်သည်။",
  },

  {
    id: 20,

    name: "ငှက်ကြီးတောင် ၁၈အက်စ်စီ",
    img: "https://myanmaawba.com/wp-content/uploads/2023/02/HKT.jpg",
    AI: "Indoxacarb 16%+ Emamectin Benzoate 2%",
    type: "ပိုးသတ်ဆေး",
    ArNiThin:
      "ထိသေ စားသေ၊ ထိုးဖောက်စိမ့်ဝင်နိုင်သော အာနိသင်ရှိသည်။ အင်ဒိုဇာကပ် နှင့် အီမာမက်တင် ၂ မျိုးလုံးသည် သည် ထိသေ၊စားသေ နှင့် ထိုးဖောက်စိမ့်ဝင်နိုင်သော အာနိသင်ရှိပြီး ပိုးကောင်ကို မတူညီသော တိုက်ခိုက်ပုံဖြင့် တိုက်ခိုက်နှိမ်နှင်းသည်။ ထို့ကြောင့် ဆေးဒဏ်ခံနိုင်ရည်ရှိနေသော ပိုးများ နှိမ်နှင်းရာတွင် အကောင်းဆုံးဖြစ်သည်။ အင်ဒိုဇာကပ် သည် လောက်ကောင်၏ ဥကိုသတ် နိုင်သော အာနိသင်လဲ အနည်းငယ်ရှိသည်။",
    HneinHnin:
      "ငမြှောင်တောင်၊ စိန်ကွက်ဖလံ၊ ပွင့်ထွေးပိုး၊ ရွက်လိပ် ရွက်ကပ်ပိုး၊ ရွက်ထွင်း၊ သီးလုံးဖောက်ပိုး။",
    Pamarna:
      "ရေ ၂၀ လီတာဝင် ဆေးဖျန်းပုံးတစ်ပုံးလျှင် ၁၀ – ၂၀ ဂရမ်ထည့်သွင်းပြီး တစ်ဧကလျှင် ၅၀ – ၁၀၀ ဂရမ်ဖြင့် ၅ – ၈ ပုံးအသုံးပြုပါ။ ပိုးဆိုးဝါးစွာ ကျရောက်ပါက ဆေးတစ်ပုံးလျှင် ၃၀စီစီ ထည့်သွင်းအသုံးပြုရမည်။",
    time: "အပင်ငယ်စဥ်မှစ၍ အပင်သက်တမ်းတစ်လျှောက် အသုံးပြုနိုင်သည်။ ပိုးကောင် ငယ်ရွယ်စဥ်မှ စတင်၍ ဖျန်းပါ။",
    maineffect:
      "ကိုက်ဖြတ်ပိုး များ (ငမြှောင်တောင်၊ပွင့်ထွေး)အတွက်အကောင်းဆုံးဆေးဖြစ်သည်။ ဆေးနှုန်းထား အနည်းငယ်သာ သုံးရသည်။ ဆေးအာနိသင် တာရှည်ခံသည်။ ဆေးဖျန်းထားသော အပင် အစိတ်အပိုင်း အားစားလျှင်ပင် သေစေနိုင်သည်။ ပိုးသတ်ဆေး ဒဏ်ခံနိုင်ရည်ရှိသော ပိုးများကို ကောင်းစွာနှိမ်နှင်းနိုင်သည်။",
  },
];

let name = document.getElementById("name");
let headerlink = document.getElementById("headerlink");
let main = document.getElementById("main");
let detail = document.getElementById("detail");
let pdetailImg = document.getElementById("pdetailImg");
let category = document.getElementById("category");
let aswan = document.getElementById("aswan");
let arni = document.getElementById("arnithin");
let use = document.getElementById("use");
let sayhnone = document.getElementById("sayhnone");

document.addEventListener("DOMContentLoaded", function () {
  let list = document.getElementById("pesticideList");

  pesticide.forEach(function (p) {
    let div = document.createElement("div");
    div.classList.add("col-2");

    div.innerHTML = `
      <div class="text-decoration-none pesticideCard">
        <div class="text-center">
          <img src="${p.img}" class="pesImg pesticideCard " alt="">
          <p class="pesTitle text-black text-center w-100">${p.name}</p>
        </div>
      </div>
    `;

    list.append(div);

    const img = document.querySelectorAll(".pesticideCard");

    div.addEventListener("click", (e) => {
      if (e.target.classList.contains("pesticideCard")) {
        headerlink.textContent = p.name;
        name.textContent = p.name;
        category.textContent = p.type;

        aswan.textContent = p.AI;
        pdetailImg.src = p.img;
        arni.textContent = p.ArNiThin;
        use.textContent = p.HneinHnin;
        sayhnone.textContent = p.Pamarna;

        main.style.display = "none";
        detail.style.display = "block";
      }
    });
  });
});
