<?php
include("nav.php");
?>
<div class="container topHeight">
  <div class="row">
    <div class="col-2 pal-menu">
      <div class="">
        <div class="">
          <h5 class="mb-5 fw-bold">ပဲအမျိုးအစားများ</h5>
        </div>
        <ul class="list-group list-group-flush" id="myList">
          <li class="pal-item ">
            <a href="mattpal.php" class="text-decoration-none">မတ်ပဲ</a>
          </li>
          <li class="pal-item ">
            <a href="GroundNut.php" class="text-decoration-none">မြေပဲ</a>
          </li>
          <li class="pal-item active">
            <a href="bocate.php" class="text-decoration-none">ဘိုကိတ်</a>
          </li>
          <li class="pal-item">
            <a href="satawpal.php" class="text-decoration-none">စားတော်ပဲ</a>
          </li>
          <li class="pal-item">
            <a href="pal.php" class="text-decoration-none">ပဲစင်းငုံ</a>
          </li>
          <li class="pal-item">
            <a href="palhtawpat.php" class="text-decoration-none">ပဲထောပတ်</a>
          </li>
          <li class="pal-item">
            <a href="pelkyi.php" class="text-decoration-none">ပဲကြီး</a>
          </li>
          <li class="pal-item">
            <a href="kalapal.php" class="text-decoration-none">ကုလားပဲ</a>
          </li>
          <li class="pal-item">
            <a href="pelpote.php" class="text-decoration-none">ပဲပုပ်</a>
          </li>
          <li class="pal-item ">
            <a href="palti.php" class="text-decoration-none">ပဲတီစိမ်း</a>
          </li>
        </ul>
      </div>
    </div>
    <div class="col-1"></div>
    <div class="col-9">
      <div class="container">
        <div class="row vh-100 overflow-scroll road">
          <div class="col-12">
            <a href="#" class="text-black-50"> ပဲအမျိုးအစားများ </a>
            <span class="">></span>
            <a href="" class="">ဘိုကိတ်</a>
          </div>
          <div class="col-12 h-50 mb-5">
            <div class="mt-5 pt-2 pal-corousal">
              <swiper-container style="
                      --swiper-navigation-color: #ffffff;
                      --swiper-pagination-color: #fff;
                    " class="PmySwiper" thumbs-swiper=".PmySwiper2" loop="true" space-between="10" navigation="true">
                <swiper-slide>
                  <img src="img/b2.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="img/b4.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="img/b1.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="img/b5.jpg" />
                </swiper-slide>
              </swiper-container>

              <swiper-container class="PmySwiper2" loop="true" space-between="10" slides-per-view="4" free-mode="true" watch-slides-progress="true">
                <swiper-slide>
                  <img src="img/b2.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="img/b4.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="img/b1.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="img/b5.jpg" />
                </swiper-slide>
              </swiper-container>
            </div>
          </div>

          <div class="col-12">
            <div class="mt-5 pt-5">
              <p class="pt-3">
                <span class="fw-bold">မြန်မာအမည် =</span> ဘိုကိတ်ပဲ
              </p>
              <p class="pt-3">
                <span class="fw-bold">အင်္ဂလိပ်အမည် =</span> Cowpea
              </p>
              <p class="pt-3">
                <span class="fw-bold">သိပ္ပံအမည် =</span> Vigna unguiculata
              </p>

              <p class="pt-3"><b>၁။ အကြောင်းအရာ</b></p>
              <p>
                မြန်မာနိုင်ငံတွင် ဘိုကိတ်ပဲ အများဆုံး စိုက်ပျိုးသော တိုင်းဒေသကြီးမှာ ဧရာဝတီဖြစ်ပြီး ပဲခူး၊ ကရင် နှင့် ရခိုင် တိုင်းဒေသကြီး/ပြည်နယ်များမှလည်း အများအပြား စိုက်ပျိုးထွက်ရှိသည်။ ရခိုင်ပြည်နယ်တွင် စိုက်ပျိုးသည့် ပဲမျိုးစုံသီးနှံများတွင် ဘိုကိတ်ပဲ ဧရိယာမှာ အများဆုံးဖြစ်ပြီး ၅၂ ရာခိုင်နှုန်းခန့်အထိ ပါဝင်သည်ကို တွေ့ရသည်။ရှေးယခင်အခါက ဘိုကိတ်ပဲ မိုးစိုက်ဧကများ ရှိခဲ့သော်လည်း ယခုအခါ ဆောင်းသီးနှံအဖြစ်သာ စိုက်ပျိုးလျှက် ရှိသည်။ လက်ရှိ စိုက်ဧက စုစုပေါင်း ၃ သိန်းခန့်ရှိပြီး တင်း ၄.၈ သန်းခန့် (တန်ချိန် ၁.၆ သိန်းခန့်) ထွက်ရှိသည်။၂၀၂၂-၂၃ ခုနှစ် မြန်မာ့ဘိုကိတ်ပဲ ပြည်ပတင်ပို့မှုမှာ တန်ချိန် ၂ သောင်းကျော် ရှိပြီး တန်ဘိုးအားဖြင့် အမေရိကန် ဒေါ်လာ ၁၆ သန်းခန့် ရှိသည်။
              </p>

              <p class="pt-3">
                <b>၂။ ရာသီဥတုလိုအပ်ချက်</b>
              </p>
              <p>
                ဘိုကိတ်ပဲသည် အပူချိန်(၂၀)ဒီဂရီစင်တီဂရိတ်အောက် လျော့နည်းပါက အပင်ကြီးထွားဖြစ်ထွန်းမှုကို နှေးကွေးစေပါသည်။ အပင်သက်တမ်းတလျှောက် နှင်းခါးရိုက်မှု ဒဏ်ခံနိုင်ရည်မရှိပါ။ အသင့်တော်ဆုံး အပူချိန်မှာ(၂၀-၃၀)ဒီဂရီစင်တီဂရိတ်ဖြစ်ပါသည်။ပဲစင်းငုံ၏ အမြစ်သည် ရှည်လျား၍ ရေငတ်ဒဏ်ခံနိုင်ရှိပါသည်။ မိုးရေသောက်စိုက်ပျိုးရာတွင် အပင်ကြီးထွားဖွံ့ဖြိုးချိန်၌ မိုးခေါင်မှုနှင့်ကြုံတွေ့ရတက်ပါသည်။ ပဲစင်းငုံသည် ရေဝပ်ခြင်းဒဏ်ခံနိုင်ရည်မရှိပါ။ အသင့်တော်ဆုံးမိုးရေချိန်မှာ (၁၀၀)လက်မအထက် ရွာသွန်းသည့်ဒေသများတွင်လည်း ရေမဝပ်ပါက စိုက်ပျိုးနိုင်ပါသည်။ပင်လယ်ရေမျက်ပြင် အထက်ပေ(၆၀၀၀၀)အထိစိုက်ပျိုးကြပါသည်။ပဲစင်းငုံသည် နေ့တာအတိုအရှည်ပင်ဖြစ်၍ စိုက်ချိန်သည် အပင်ကြီးထွားမှုနှင့်အပင်အမြင့်အတွက် အဓိအရေးကြီးသည်။
              </p>
              <p class="pt-3"><b>၃။ မြေအမျိုးအစား</b></p>
              <p>
                ရေစီးဆင်းမှုကောင်းပြီး မြေအချဥ်ငံဓာတ် (၆.၅ - ၇) လောက် ရှိတဲ့ နုန်းမြေ၊ သဲနုန်းမြေတွေက အသင့်တော်ဆုံးမြေဖြစ်ပါသည်။ ၎င်းမြေများသည် ရေမြုပ်ခြင်းကိုလည်း ရှောင်လွဲပေးနိုင်ပါသည်။
              </p>
              <p class="pt-3"><b>၄။ မျိုးစေ့နှုန်းထား</b></p>

              <p>
                တစ်ဧကလျှင် မျိုးစေ့နှုန်းထား (၆-၈) ပြည်နှုန်း အသုံးပြုပေးရပါမည်။
              </p>

              <p class="pt-3"><b>၅။ စိုက်ပျိုးနည်းစနစ် </b></p>
              <p>
                ဘိုကိတ်ပဲသည် ကိုယ်တိုင်နိုက်ထရိုဂျင်ထုတ်ပေးသော သီးနှံမျိုးဖြစ်သည်။ တစ်ဧကအတွက် နွားချေး (၇)စီး၊ ပုလဲ(၇) ပြည်၊ ပိုတက် (၁၂)ပြည်၊ တီစူပါ(၂၂) ပြည်ကို မြေခံအဖြစ်ထည့်ပေးရပါမည်။။တစ်ဧကလျှင် မျိုးစေ့နှုန်းထား (၆-၈) ပြည်နှုန်း အသုံးပြုပေးရပါမည်။စိုက်ပျိုးရာတွင် တိုက်ရိုက်အစေ့ချစိုက်လေ့ရှိပြီး ကျင်းအနက် တစ်လက်မလောက် တစ်ကျင်းကို (၂) စေ့နှုန်းနှင့် စိုက်ပါ။ တစ်ကျင်းနဲ့တစ်ကျင်း အကွာအဝေးကို (၆) လက်မခြားပေးပြီး တန်းကြားကို (၁၂) လက်မခန့်ထားပေးရပါမည်။
              </p>

              <p class="pt-3"><b>၆။ ကြိုတင်ပြင်ဆင်ခြင်း</b></p>
              <p>
                မစိုက်ခင်မှာမြေကို ထယ်ထိုး၊ ထွန်မွှေပြီး ရိုးပြတ်တွေနဲ့ အမှိုက်မှန်သမျှကို ရှင်းလင်းပေးပါ။ သို့မှသာ ပေါင်းမြက်ပေါက်ရောက်မှုကို အနည်းဆုံးအနေအထားထိ လျော့ချနိုင်မှာလည်းဖြစ်ပါသည်။မစိုက်ခင်မှာ မျိုးစေ့များကို မျိုးစေ့လူးနယ်ဆေးတစ်မျိုးမျိုးနှင့် လူးနယ်ထားပေးပါ။

              </p>

              <p class="pt-3"><b>၇။ စိုက်ပျိုးခြင်း</b></p>

              <p>
                အများအားဖြင့် ဧပြီလ မှ အောက်တိုဘာလ အစောပိုင်းလောက်အထိ စိုက်ပျိုးကြပါသည်။မိုးရာသီမှာစိုက်လျှင် ရေသွင်းရန်မလိုသော်လည်း နွေရာသီမှာစိုက်လျှင် ရေသွင်းပေးရန်လိုအပ်ပါသည်။ အထူးသဖြင့် အပင်ပေါက်ချိန်နှင့် အစေ့ဆံတည်ချိန်တွေမှာ ရေလိုအပ်ပါသည်။ Sprinkler နည်းနဲ့ ရေပေးမည်ဆိုလျှင် တစ်နေ့ကို (၂-၄) နာရီလောက်ရေပေးပေးပါ။ပဲသက်တမ်းတစ်လျှောက်လုံးမှာ (၂-၃) ကြိမ် ကြားပေါင်းလိုက်ပေးရန် လိုအပ်ပါသည်။

              </p>
              <p class="pt-3"><b>၈။ကျရောက်နိုင်သောရောဂါများ</b></p>

              <p>
                အဝါရောင် မိုစိတ်ဗိုင်းရပ်စ်ရောဂါ၊ စာကိုစပိုးရားရွက်ပြောက်ရောဂါ (သံချေးရောဂါ)၊ အန်းသရနို့စ် (မှဲ့ပြောက်စွန်းရောဂါ)၊ ပေါင်ဒရီမစ်ဂျူး (ဖားဥမှို)၊ ဘလိုက် (ရွက်ခြောက်လောင်)၊ ဟေလိုဘလိုက် (ရွက်ခြောက်ကိုင်းခြောက်)၊ ရက်စ် (သံချေးရောဂါ)၊ ဖြူဆေရီယမ် (မှိုညှိုးသေရောဂါ)၊ ပိုင်သီရမ်မှိုညှိုးသေရောဂါ၊ မြစ်ခြောက်ဆွေး စခရိုရန်၊ ပင်ခြေမှိုဖြူစွဲ ညှိုးသေရောဂါ

              <p><b>ပိုးမွှားများ</b><br><br>

                လှေးပိုး၊ သီးလုံးဖောက်ပိုး၊ ယင်ဖြူ၊ ပျ

              </p>
              </p>
              <p class="pt-3"><b>၉။ရိတ်သိမ်းခြင်း</b></p>

              <p>
                ပျမ်းမျှအားဖြင့် စိုက်ပြီး ရက်ပေါင်း(၉၀-၁၂၀)ခန့် အကြာတွင် ခူးဆွတ်ကြပါသည်။ (သို့မဟုတ်) သီးထောင့်၏ ၉၅ % ဝါညိုရောင်ပြောင်းလာသည့်အချိန်တွင် ခူးဆွတ်ကြပါသည်။

              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</div>
<script src="js/main.js"></script>
<script src="https://cdn.jsdelivr.net/npm/swiper@11/swiper-element-bundle.min.js"></script>
</body>

</html>