<?php
include("nav.php");
?>
<div class="container topHeight">
  <div class="row">
    <div class="col-2 pal-menu">
      <div class="">
        <div class="">
          <h5 class="mb-5 fw-bold">ပဲအမျိုးအစားများ</h5>
        </div>
        <ul class="list-group list-group-flush" id="myList">
          <li class="pal-item ">
            <a href="mattpal.php" class="text-decoration-none">မတ်ပဲ</a>
          </li>
          <li class="pal-item active">
            <a href="GroundNut.php" class="text-decoration-none">မြေပဲ</a>
          </li>
          <li class="pal-item">
            <a href="bocate.php" class="text-decoration-none">ဘိုကိတ်</a>
          </li>
          <li class="pal-item">
            <a href="satawpal.php" class="text-decoration-none">စားတော်ပဲ</a>
          </li>
          <li class="pal-item">
            <a href="pal.php" class="text-decoration-none">ပဲစင်းငုံ</a>
          </li>
          <li class="pal-item">
            <a href="palhtawpat.php" class="text-decoration-none">ပဲထောပတ်</a>
          </li>
          <li class="pal-item">
            <a href="pelkyi.php" class="text-decoration-none">ပဲကြီး</a>
          </li>
          <li class="pal-item">
            <a href="kalapal.php" class="text-decoration-none">ကုလားပဲ</a>
          </li>
          <li class="pal-item">
            <a href="pelpote.php" class="text-decoration-none">ပဲပုပ်</a>
          </li>
          <li class="pal-item">
            <a href="palti.php" class="text-decoration-none">ပဲတီစိမ်း</a>
          </li>
        </ul>
      </div>
    </div>
    <div class="col-1"></div>
    <div class="col-9">
      <div class="container">
        <div class="row vh-100 overflow-scroll road">
          <div class="col-12">
            <a href="#" class="text-black-50"> ပဲအမျိုးအစားများ </a>
            <span class="">></span>
            <a href="" class="">မြေပဲ</a>
          </div>
          <div class="col-12 h-50 mb-5">
            <div class="mt-5 pt-2 pal-corousal">
              <swiper-container style="
                      --swiper-navigation-color: #ffffff;
                      --swiper-pagination-color: #fff;
                    " class="PmySwiper" thumbs-swiper=".PmySwiper2" loop="true" space-between="10" navigation="true">
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/3c/55/fc/3c55fc717f34fff9609fab0aeae0ec94.jpg">
                </swiper-slide>
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/59/90/ff/5990ff6c11429b766cd8184f052d6a17.jpg">
                </swiper-slide>
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/da/76/62/da76626b0f9b5b73fa6efcd2b577fe2c.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/7f/51/81/7f51814a2da0aeb5f37daa9322425c3c.jpg" />
                </swiper-slide>
              </swiper-container>

              <swiper-container class="PmySwiper2" loop="true" space-between="10" slides-per-view="4" free-mode="true" watch-slides-progress="true">
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/3c/55/fc/3c55fc717f34fff9609fab0aeae0ec94.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/59/90/ff/5990ff6c11429b766cd8184f052d6a17.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/da/76/62/da76626b0f9b5b73fa6efcd2b577fe2c.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/7f/51/81/7f51814a2da0aeb5f37daa9322425c3c.jpg" />
                </swiper-slide>
              </swiper-container>
            </div>
          </div>

          <div class="col-12">
            <div class="mt-5 pt-5">
              <p class="pt-3">
                <span class="fw-bold">မြန်မာအမည် =</span> မြေပဲ
              </p>
              <p class="pt-3">
                <span class="fw-bold">အင်္ဂလိပ်အမည် =</span> GROUND NUT, PEANUT, MONKEY-NUT, EARTH-NUT
              </p>
              <p class="pt-3">
                <span class="fw-bold">သိပ္ပံအမည် =</span> ARACHIS HYPOGEAL
              </p>

              <p class="pt-3"><b>၁။ အကြောင်းအရာ</b></p>
              <p>
                မြန်မာနိုင်ငံ၏ ဆီထွက်သီးနှံများတွင် ပြည်ပသို့ တင်ပို့ရန်၊ ပြည်တွင်း၌ စားသုံးဆီ ကြိတ်ခွဲထုတ်လုပ်ရန်၊ မုန့်ပဲ သားရေစာများ ပြုလုပ်ရန်အတွက် စိုက်ပျိုးလျှက်ရှိသော မြေပဲသီးနှံမှာ နှမ်းသီးနှံလောက် စိုက်ဧရိယာ မများပြား သောလည်း စားသုံးဆီ ကြိတ်ခဲ့ရရှ နိုင်မှုတွင် နှမ်းထက် ပိုမိုအရေးပါသော သီးနှံဖြစ်သည်။မြန်မာ့မြေပဲ ၂၀၂၀/၂၁ ခုနှစ် ပြည်ပတင်ပို့မှုမှာ တန်ချိန် ၁.၅၁ သိန်း/ တန်ဘိုး အမေရိကန်ဒေါ်လာ ၁၈၃ သိန်း ဘိုးအထိ ရှိသည်။ တင် ပို့သည့် နိုင်ငံများအနက် တရုတ်နိုင်ငံမှာ အများဆုံး တင်ပို့ရာနိုင်ငံ ဖြစ်သည်။ ထိုင်း၊ ဗီယက် နမ်၊ စင်္ကာပူ စသည့် နိုင်ငံများသို့လည်း တင်ပို့လျက်ရှိသည်။ မြေပဲဆံများသာမက မြေပ်အတောင့်များကိုပါ တင်ပို့ သည်။မြေပဲကို အပူပိုင်း၊ အပူသမပိုင်းနှင့် သမပိုင်း ရာသီဥတုရှိသော ဒေသ တွင် စိုက်ကြသည်။ မိုးနှင့် ဆောင်းရာသီ နှစ်ခုလုံး စိုက်ကြသည်။ မြန်မာနိုင်ငံ အထက်ပိုင်းတွင် မကွေးတိုင်း၊ စစ်ကိုင်းတိုင်း မန္တလေးတိုင်းနှင့် မြန်မာနိုင်ငံ အောက်ပိုင်းတွင် ပဲခူးတိုင်းနှင့် ဧရာဝတီတိုင်းတို့တွင် စိုက်ပျိုးကြသည်။ မြန်မာနိုင်ငံ အောက်ပိုင်း တွင် စပါးအပြီး သီးထပ် စိုက်ပျိုးကြသည်။

              </p>

              <p class="pt-3">
                <b>၂။ ရာသီဥတုလိုအပ်ချက်</b>
              </p>
              <p>
                (က) မိုးမြေပဲ (ပင်ထောင်)

                မိုးမြေပဲ (ပင်ထောင်) ကို မိုးတွင်းကာလ ဇွန်/ ဇူလိုင်တွင် စိုက်ပျိုးပြီး၊ ဆောင်း မြေပဲ (ပင်ထောင်) ကို စက်တင်ဘာနှင့် အောက်တိုဘာတို့တွင် စိုက်ပျိုးကြသည်။ မိုးမြေပဲ အတွက် မေလနှင့် ဩဂုတ်လ အတွင်း လစဉ်ပျမ်းမျှမိုး ၄ လက်မထက် မနည်းမျှတစွာလိုအပ် ပြီး ယင်းကာလအတွင်း မိုးရေချိန် ၂၀ လက်မမှ ၅ဝ လက်မအတွင်း မျှတစွာလိုအပ်သည်။ အပင်သက် ၂၀၊ ၄၀၊ ၇၀ နှင့် ၈ဝ ရက်သားများ တွင် အစိုဓါတ် အထူးလိုအပ်ပါသည်။

                <br>(ခ) မိုးမြေပဲ (ပင်ပြန့်)

                မိုးရေချိန် ၂၄ လက်မမှ ၅ဝ လက်မ အကြား မေလနှင့် အောက်တိုဘာလအတွင်း လစဉ် ၄ လက်မထက် မနည်း မျှတစွာလိုအပ်ပါသည်။ ပင်သက် ၃၀၊ ၆၀၊ ၉၀၊ ၁၂ဝ ရက်သား များတွင် အစိုဓါတ်အထူး လိုအပ်ပါသည်။ အပင်ဖြစ်ထွန်းစဉ် ပျှမ်းမျှအပူချိန် ဖာရင်ဟိုက် ၇၂ ဒီဂရီလိုအပ်သည်။
              </p>
              <p class="pt-3"><b>၃။ မြေအမျိုးအစား</b></p>
              <p>
                နုံးမြေနှင့်သဲမြေတို့သည် မြေပဲစိုက်ပျိုးရန်အသင့်တော်ဆုံးမြေအမျိုးအစားများဖြစ်ပါသည်။

                - မြေပဲသီးနှံဖြစ်ထွန်းရန် မြေအချဉ်ငံဓာတ် (၅.၅) ထက် နိမ့်သောမြေနှင့် ဆားပေါက်မြေများတွင် မစိုက် သင့်ပါ။ ရေသွင်း/ရေထုတ်လွယ်ကူသည့်မြေဖြစ်ရမည်။

                မြေပဲသည် ကြာရှည် ရေဝပ် မခံနိုင်ပါ။ ထို့ကြောင့် ရေသွင်းရေထုတ် လွယ်ကူသော သဲနုန်းမြေ၊ နုန်းစနယ်မြေများတွင် စိုက်ပျိုးသည်။ မြေချဉ်ငံဓါတ် (၆ - ၆.၄) သည် အသင့်တော်ဆုံး ဖြစ်ပြီး (၅) ထက် နိမ့်သော မြေတွင် မစိုက်ပျိုးသင့်ပါ။ တစ်နှစ် ပျမ်းမျှမိုးရေချိန် (၂၃ - ၂၆ လက်မ) ခန့် လိုအပ် ပါသည်။ ပင်လယ်ရေ မျက်နှာပြင်အထက် ပေ (၃၅၀၀) အထိ စိုက်ပျိုးနိုင်ပါသည်။ ပင်ပိုင်း ကြီးထွားရန် (80 - 86°F )၊ မျိုးပွားပိုင်း ကြီးထွားရန် (75 - 80°F) နှင့် သီးတောင့်ဖွံ့ဖြိုး ရန် (86 - 93°F) ရရန် လိုအပ်ပါသည်။

              </p>
              <p class="pt-3"><b>၄။ မျိုးစေ့နှုန်းထား</b></p>

              <p>
                ရေမြေဒေသနှင့်ကိုက်ညီသောမျိုး၊အပင်ပေါက်(၈၀)% အထက်ရှိသောမျိုးစေ့ကိုတစ်ဧကလျှင် မျိုးစေ့ (၁.၅ -၂)တင်းနှုန်းအသုံးပြုစိုက်ပျိုးပါ။ မျိုးစေ့ဆောင်ရောဂါများကင်းစင်ပြီးရာသီဥတုဒါဏ်၊ ပိုးမွှား/ရောဂါဒါဏ်ခံနိုင်သောမျိုးများကို ရွေးချယ် စိုက်ပျိုးသင့်သည်။ မိုးခေါင်ဒေသများအတွက် (ဥပမာ ဆင်းပဒေသာ-၆၊ ၁၂၊ မကွေး-၁၁) မြေပဲမျိုး များကိုရွေးချယ်စိုက်ပျိုးသင့်သည်။
                ဒေသအလိုက် အသုံးပြုနေကြသော မျိုး အမည်များမှာ ဆင်းပဒေသာ ၁၊ ဆင်းပဒေသာ၂၊ ဆင်းပဒေသာ ၃၊ ဆင်းပဒေသာ၄၊ ဆင်းပဒေသာ ၅၊ ဆင်းပဒေသာ ၆၊ ဆင်းပဒေသာ ၇၊ ဆင်းပဒေသာ ၁၁၊ မကွေး ၉၊ မကွေး ၁၀၊ မကွေး ၁၁၊ မကွေး ၁၂၊ မကွေး ၁၅၊ ကျောင်းကုန်း ၂ တို့ဖြစ်ကြသည်။

              </p>

              <p class="pt-3"><b>၅။ စိုက်ပျိုးနည်းစနစ် </b></p>
              <p>
                တစ်ဧက အပင်ဦးရေ တစ်သိန်းအထက် ရရန် လိုအပ်ပါသည်။ သို့ ပါ၍ တန်းကြား (၁၂ - ၁၅ လက်မ) နှင့် ပင်ကြား (၄ - ၆ လက်မ) ထား စိုက်ပျိုးကြပါသည်။ မျိုးစေ့ အတိမ်အနက်ကို (၁.၅" မှ ၂") အတွင်း စိုက်ပျိုးနိုင်လျှင် အပင်ပေါက် ညီညာပါသည်
                စိုက်ပျိူးခါနီးတွင် မြေပဲမျိူးစေ့ကို လူးနယ်ဆေးလူးပါ။ လူးနယ်မည့် မြေပဲမျိုးစေ့ကို တောင်း(သို့မဟုတ်) သံပုံး တွင်ထည့်၍ ထမင်းရည်အေးအေးကို စိုစွတ်ရုံ ထည့်၍ လူးနယ်ပါ။ နှံ့စပ်သွားလျှင် လူးနယ်ဆေးကို ဖြူးထည့်၊ လူးနယ်ပြီး မျိုးစေ့ကို လေသလပ် အခြောက်ခံပြီးမှ စိုက်ပျိုးရန်။ မျိုးစေ့ကို မစိုက်ပျိုးမီ ၁နာရီမှ၂နာရီအတွင်း ကြိုတင်၍ လူးနယ် ထားရန်။
                တစ်ဧကအတွက် လူးနယ် ဆေးလူးထားသော မျိူးစေ့ (၁တင်း-၁တင်းခွဲ)ကို အတန်း အကွာအဝေး (၁၄)လက်မခြားဖြင့် ကြွက်မြီးတန်း ချပါ။ စိုက်ကြောင်း အတိမ်အနက် (၁.၅လက်မ-၂လက်မ အတွင်း) အစိုဓါတ်မိအောင် စိုက်ပါ။ တစ်ဧကကို အပင်ဦးရေ (၁) သိန်းကျော်ဝင် ဆန့်အောင် စိုက်ပျိုးပါ။
                သဘာဝမြေသြဇာများ သို့မဟုတ် အီးအမ္ဘိုကာရွိကို (၇-၁၀) အိတ်ကို စိုက်ကြောင်းထဲသို့ ထည့်ပေးပါ။ အကယ်၍ ဓာတ်မြေသြဇာ အသုံးပြုလိုပါက တစ်ဧကလျှင် ပုလဲ(၂၈-၅၆ပေါင် သို့ ၈ပြည်- ၁၅ပြည်)၊ တီစူပါ (၈၄-၁၁၂ပေါင် သို့ ၂၃ပြည်-၃၁ပြည်)၊ ပိုတက် (၃၈ ပေါင် သို့ ၂၃ ပြည်) ကို စိုက်ကြောင်းအတွင်း လိုက်ဖြူးထည့်ပေးပါ (သို့မဟုတ်) ကွန်ပေါင်း မြေသြဇာတစ်အိတ်ကို ထည့်ပေးပါ။

              </p>

              <p class="pt-3"><b>၆။ကျရောက်နိုင်သောရောဂါများ</b></p>
              <p>
                မြေပဲသီးတောင့်ပုပ်၊
                ခါးရိရောဂါ၊
                မြေပဲရွက်ပြောက်နှောင်းရောဂါ၊
                မြေပဲရွက်ပြောက်စောရောဂါ ။
              </p><br>
              <p><b>ပိုးမွှားများ</b><br><br>

                ရွက်ထွင်းပိုး
                ဆေးရွက်ကြီးဖလံ
                ခူမွှေးရှည်
                ပျ၊
                ပင်ဖြတ်ပိုး၊
                ငမြှောင်တောင်၊
                ​မြေခွေးပုရစ်၊
                မြေပဲရွက်ကပ်ပိုး၊
                ဖိုးလမင်းကျိုင်း
              </p><br>
              </p>

              <p class="pt-3"><b>၇။ရိတ်သိမ်းခြင်း</b></p>

              <p>
                မြေပဲပင်တွင် သက်တမ်းပြည့်ပါက အရွက်များ ရင့်ဝါလာချိန် (သို့) မြေပဲပင်တွင် ကောင်းစွာရင့်မှည် အောင်မြင်သော အတောင့်(၇၀)ရာခိုင်နှုန်းခန့်ရှိမည့်အချိန်မှ ရိတ်သိမ်းသင့်သည်။မျိုးအဖြစ်အသုံးပြုမည့် စိုက်ခင်းကိုရေသွင်း၍ နှုတ် သိမ်းခြင်းမပြုလုပ်ရ။မြေပဲတောင့်များရိတ်သိမ်းပြီး မြေပဲတောင့်များကို နေလှန်း အခြောက်ခံပါ။ အခြောက်ခံရာတွင် မြေကြီးနှင့် တိုက်ရိုက်မထိစေရန်မိုးကာ၊ဖျာ၊ ကွန်ကရစ်တလင်း များပေါ်တွင် လှမ်းသင့်သည်။မြေပဲပင်များကိုနှုတ်ပြီး ချက်ချင်းဆွတ်ကာနေပြင်း ပြင်းတွင်ပါးပါး(၃-၄)ရက် အခြောက်ခံရန်နှင့် အစိုဓါတ်(၆-၇%) ထိရှိရန်လိုအပ်သည်။ လုံးပိန်၊ လုံးညှက်၊ ဖုံ၊ သဲ၊ ခဲများကို လူ/စက်ကိရိယာများ အသုံးပြု၍ဖယ်ရှားသန့်စင်သင့်သည်၊၊
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</div>
<script src="js/main.js"></script>
<script src="https://cdn.jsdelivr.net/npm/swiper@11/swiper-element-bundle.min.js"></script>
</body>

</html>