<?php
include("nav.php");
?>
<div class="container topHeight">
  <div class="row">
    <div class="col-2 pal-menu">
      <div class="">
        <div class="">
          <h5 class="mb-5 fw-bold">ပဲအမျိုးအစားများ</h5>
        </div>
        <ul class="list-group list-group-flush" id="myList">
          <li class="pal-item ">
            <a href="mattpal.php" class="text-decoration-none">မတ်ပဲ</a>
          </li>
          <li class="pal-item ">
            <a href="GroundNut.php" class="text-decoration-none">မြေပဲ</a>
          </li>
          <li class="pal-item">
            <a href="bocate.php" class="text-decoration-none">ဘိုကိတ်</a>
          </li>
          <li class="pal-item">
            <a href="satawpal.php" class="text-decoration-none">စားတော်ပဲ</a>
          </li>
          <li class="pal-item">
            <a href="pal.php" class="text-decoration-none">ပဲစင်းငုံ</a>
          </li>
          <li class="pal-item">
            <a href="palhtawpat.php" class="text-decoration-none">ပဲထောပတ်</a>
          </li>
          <li class="pal-item">
            <a href="pelkyi.php" class="text-decoration-none">ပဲကြီး</a>
          </li>
          <li class="pal-item active">
            <a href="kalapal.php" class="text-decoration-none">ကုလားပဲ</a>
          </li>
          <li class="pal-item">
            <a href="pelpote.php" class="text-decoration-none">ပဲပုပ်</a>
          </li>
          <li class="pal-item">
            <a href="palti.php" class="text-decoration-none">ပဲတီစိမ်း</a>
          </li>
        </ul>
      </div>
    </div>
    <div class="col-1"></div>
    <div class="col-9">
      <div class="container">
        <div class="row vh-100 overflow-scroll road">
          <div class="col-12">
            <a href="#" class="text-black-50"> ပဲအမျိုးအစားများ </a>
            <span class="">></span>
            <a href="" class="">ကုလားပဲ</a>
          </div>
          <div class="col-12 h-50 mb-5">
            <div class="mt-5 pt-2 pal-corousal">
              <swiper-container style="
                      --swiper-navigation-color: #ffffff;
                      --swiper-pagination-color: #fff;
                    " class="PmySwiper" thumbs-swiper=".PmySwiper2" loop="true" space-between="10" navigation="true">
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/59/cc/e6/59cce651bd21870ae500c1aaf28a8ca6.jpg">
                </swiper-slide>
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/ca/02/f1/ca02f131eb47ec9336e68413ab6627e5.jpg">
                </swiper-slide>
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/c2/ec/ac/c2ecac5ffbdb2f9b4223663cf866878a.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/80/37/4d/80374df52543084e3fa9dee70b8d9053.jpg" />
                </swiper-slide>
              </swiper-container>

              <swiper-container class="PmySwiper2" loop="true" space-between="10" slides-per-view="4" free-mode="true" watch-slides-progress="true">
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/59/cc/e6/59cce651bd21870ae500c1aaf28a8ca6.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/ca/02/f1/ca02f131eb47ec9336e68413ab6627e5.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/c2/ec/ac/c2ecac5ffbdb2f9b4223663cf866878a.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/80/37/4d/80374df52543084e3fa9dee70b8d9053.jpg" />
                </swiper-slide>
              </swiper-container>
            </div>
          </div>

          <div class="col-12">
            <div class="mt-5 pt-5">
              <p class="pt-3">
                <span class="fw-bold">မြန်မာအမည် =</span> ကုလားပဲ
              </p>
              <p class="pt-3">
                <span class="fw-bold">အင်္ဂလိပ်အမည် =</span>Chick Pea
              </p>
              <p class="pt-3">
                <span class="fw-bold">သိပ္ပံအမည် =</span> Cicer arietunum
              </p>

              <p class="pt-3"><b>၁။ အကြောင်းအရာ</b></p>
              <p>
                အိန္ဒိယ၊ ပါကစ်စတန်၊ တူရကီ၊ အီသီယိုးပီးယားပြီးလျှင် မြန်မာသည် ပဥ္စမမြောက် ကုလားပဲစိုက်ဧက အများဆုံး ဖြစ်သည်။ ထုတ်လုပ်မှုတွင်လည်း မြန်မာနိုင်ငံသည် ထိုအတိုင်းပင်ဖြစ်သည်။ ကုလားပဲသည် ကမ္ဘာတွင် တတိယအရေးကြီးသော ပဲတစ်မျိုးဖြစ်သည်။ ကုလားပဲအား အစေ့အရွယ်အစားနှင့် အရောင်ပေါ်မူတည်ပြီး “ဒေစီနှင့် ကာဘူလီ”ဟူ၍ (၂)မျိုး ခွဲခြားထားသည်။

                (၁) “ဒေစီ”သည် လုံးဝန်းပြီး အရွယ်ကြီးကာ အစေ့အရောင်မှာ နို့နှစ်ရောင်ဖြစ်သည်။ အပင်မြင့်၊ အရွက်ကြီးပြီး အပွင့်မှာ အဖြူရောင်ဖြစ်သည်။

                (၂) “ကာဘူလီ”သည် အစေ့အရွယ်သေးကာ စောင်းများပါသည်။ အရောင်မှာ နို့နှစ်၊ အညို၊ အဝါ၊ အစိမ်း ဟူ၍ အမျိုးမျိုးရှိနိုင်သည်။ ဤမျိုးတွင် သီးတောင့် (၁)တောင့်တွင် အစေ့ (၂)စေ့ခန့်သာ ပါဝင်လေ့ရှိပြီး အပင်ပုသည်။ အရွက်သေးပြီး အပွင့်သည် ခရမ်းရောင်ဖြစ်သည်။


              </p>

              <p class="pt-3">
                <b>၂။ ရာသီဥတုလိုအပ်ချက်</b>
              </p>
              <p>
                ကုလားပဲသည် မိုးခေါင်ဒဏ်ကို ခံနိုင်ရည်ရှိပြီး တနှစ်ရွာသွန်းသော မိုးရေချိန်သည် (၈ - ၁၆) လက်မ ကြားရှိလျှင်ပင် စိုက်ပျိုးနိုင်သည်။
                အသင့်တော်ဆုံး မိုးရေချိန်သည် (၂၄ -၃၆) လက်မကြားဖြစ်သည်။ ပျမ်းမျှနေ့အပူချိန် (၂၁) ဒီဂရီစင်တီဂရိတ်မှ (၃၃) ဒီဂရီစင်တီဂရိတ်ကြားတွင် ကောင်းစွာ ဖြစ်ထွန်းပြီး
                အကောင်းဆုံးညအပူချိန် (၁၈) ဒီဂရီစင်တီဂရိတ်မှ (၂၁) ဒီဂရီစင်တီဂရိတ်ကြားဖြစ်သည်။ မြန်မာနိုင်ငံတွင် ဆောင်းသီးနှံအဖြစ် အောက်တိုဘာလ နှင့် နိုဝင်ဘာလများတွင်
                စိုက်ပျိုးကြပြီး ဇန်နဝါရီလ နှင့် ဧပြီလအတွင်း ရိတ်သိမ်းကြသည်။
              </p>
              <p class="pt-3"><b>၃။ မြေအမျိုးအစား</b></p>
              <p>
                ကုလားပဲသီးနှံသည်မြေအတန်းအစားမရွေးစိုက်ပျိုးဖြစ်ထွန်းနိုင်သော်လည်းလေဝင်လေထွက်ကောင်းမွန်ပြီးအစိုဓာတ်ကောင်းစွာထိန်းသိမ်းထားနိုင်သည့်နုံးမြေများပေါ်တွင်ပို၍ဖြစ်ထွန်းအောင်မြင်ပါသည်။
                ရေပေးသွင်း၍စိုက်ပျိုးရသည့်အခါတွင်ရေသွင်းရေထုတ်ကောင်းမွန်သောမြေအမျိုးအစားတွင်ပိုကောင်းမွန်စွာဖြစ်ထွန်းအောင်မြင်ပါသည်။ရေဝပ်တတ်သောမြေစေးအမျိုးအစားများတွင်ရေသွင်းစနစ်ဖြင့်စိုက်ပျိုးရ
                လျှင်ရေပိုရေလျှံများအလွယ်တကူထွက်သွားနိုင်ရန်အတွက်စိုက်ခင်းအတွင်းရေထုတ်မြောင်းငယ်များပြုလုပ်ပေးခြင်းဖြင့်အောင်မြင်စွာစိုက်ပျိုးနိုင်ပါသည်။ကုလားပဲသီးနှံသည်မြေအတန်းအစားမရွေးဖြစ်ထွန်းနိုင်သည့်
                အားလျှော်စွာဧရာဝတီတိုင်း၊ရန်ကုန်တိုင်း၊ပဲခူးတိုင်း၊မွန်ပြည်နယ်နှင့်ရခိုင်ပြည်နယ်တို့ရှိလယ်မြေများပေါ်တွင်စပါးအပြီးသီးထပ်အဖြစ်စိုက်ပျိုးနိုင်ပြီးကျန်ပြည်နယ်နှင့်တိုင်းများတွင်မိုးနှောင်းဆောင်းသီးနှံအဖြစ်ထယ်
                ရေးထွန်ရေးဖြင့်ကောင်းမွန်စွာ စိုက်ပျိုးနိုင်ကြပါသည်။

              </p>
              <p class="pt-3"><b>၄။ မျိုးစေ့နှုန်းထား</b></p>

              <p>
                မျိုးစေ့ နှုန်းထားကို မျိုးစေ့အရွယ်အစား၊ သန့်ရှင်းမှုနှင့် အပင်ပေါက်နိုင်စွမ်းကို ကြည့်ပီး ကြီးမားသန့်စင်သောမျိုးစေ့ကိုစိုက်ပျိုးပါက တစ်ဧကလျှင် (၁၀)ပြည်မှ
                (၁၂)ပြည်အထိ အသူံပြု၍ အနည်းငယ်သေးငယ်သော မျိုးစေ့ကို အသုံးပြုပါက (၁၂)ပြည်မှ (၁၆)ပြည် အသုံးပြုနိုင်သည်။ ထို့အပြင် အတန်းလိုက် စိုက်ခင်းတွင် တစ်ဧက
                ပျမ်းမျှ (၁၆)ပြည်နှုန်း အားလည်းကောင်း၊ ကြဲပက်သည့် စိုက်ခင်းတွင် တစ်ဧကပျမ်းမျှ (၂၄) ပြည်နှုန်းသုံးစွဲပါ။

              </p>

              <p class="pt-3"><b>၅။ စိုက်ပျိုးနည်းစနစ် </b></p>
              <p>
                ကုလားပဲပင်အား အခြား အပင်များနှင့် ရောနှော စိုက်ပျိုးနိုင်ပါသည်။ အကောင်းဆုံး ရောနှောမှုများမှာ ဂျုံနှင့်ကုလားပဲ (၅၀+၅၀)နှင့် ပြောင်းနှင့်ကုလားပဲ
                (ပြောင်း(၁)တန်း+ကုလားပဲ(၂)တန်း) တို့ဖြစ်သည်။ကုလားပဲစေ့တွင် အစေ့ခွံ၊ အစေ့ရွက် (၂)ခုနှင့် သားလောင်းတစ်ခုပါသည်။ အစေ့ခွံတွင် အလွှာ(၂)ခု ပါဝင်သည်။
                မြေတွင် အစိုဓာတ် လုံလောက်စွာရှိပြီး အပူချိန်သည် (၁၈-၃၃)ဒီဂရီ ရှိသောအခါတွင် ကောင်းစွာ အညှောင့်ပေါက် သောကြောင့် အညှောင့်ပေါက် စိုက်ပျိုးနည်း ဖြင့်လည်း
                စိုက်ပျိုး နိုင်ပါသည်။
              </p>

              <p class="pt-3"><b>၆။မြေပြင်ခြင်းနှင့် မြေသြဇာကျွေးခြင်း</b></p>
              <p>
                မစိုက်ပျိုးခင် မြေပြင်ရာ၌ ထယ် ၁ စပ်မှ ၂ စပ်ထိုးပြီး ဓားကြမ်းတုံးဖြင့် ထွန်နှစ်စပ် မောင်းပေးရန် လိုအပ်ပါသည်။ မြေပြင်ရာတွင် ၁ ဧကလျှင် နွားချေး
                တင်း ၁၀၀ မှ တင်း ၁၅၀ အထိ ထည့်ပေးရန်လိုအပ်ပါသည်။ ယူရီးယား မြေသြဇာ ၈ ပြည်၊ တီစူပါ ၂၄ ပြည်၊ ပိုတက် ၁၂ ပြည်နှင့် ကျောက်မှုန့် ပြည် ၂၀ ထည့်ပေးရန် လိုအပ်ပါသည်။

              </p><br>
              </p>

              <p class="pt-3"><b>၇။ကြိုတင်ပြင်ဆင်ခြင်း</b></p>
              <p>
                သဘာဝမြေသြဇာ၊ နွားချေး (၁)ဧက တင်း (၁၀ဝ-၁၅၀)ကို နေရာအနှံ့ချပါ။ မြေခံအဖြစ် ယူရီးယား (၈) ပြည်၊ တီစူပါ (၂၄) ပြည်၊ ပိုတက် (၁၂) ပြည်ထည့်ပါ ။
                အနည်းဆုံး ထယ် ၁ စပ်၊ ထွန် ၂စပ် ဝင်ပါ ။ ရေဆင်း ကုလားပဲနီ(၆) ၊ ရေဆင်း ကုလားပဲဖြူ (၈) ၊ ရွှေနီလုံးကြီး ၊ ရေဆင်း ကုလားပဲဖြူ(၉) တို့ကို အသုံးပြုပါ (သို့မဟုတ်)
                ဒေသအထွက် ကောင်းမျိုးများကို အသုံးပြုပါ ။ (၁) ဧက အပင်ဦးရေ တစ်သိန်းသုံးသောင်း ရရှိရန် ပင်ကြား (၄)လက်မ ၊ တန်းကြား (၁၂) လက်မ ထား၍ မျိုးစေ့ (၁)တင်းထိ အသုံးပြုနိုင်ပါသည် ။
                မျိုးစေ့ကို မျိုးစေ့လူးနယ်ဆေး တစ်မျိုးမျိုး နှင့် လူးနယ်ပါ။
              </p><br>
              </p>

              <p class="pt-3"><b>၈။စိုက်ပျိုးခြင်း</b></p>
              <p>
                (၀၁ ရက်) <br>

                ကုလားပဲမျိုးစေ့ကိုပဲမြစ်ဖုမြေဩဇာတစ်ထုတ်နှင့်သမအောင်လူးနယ်စိုက်ပါ။အပင်ပေါက်ကောင်း၍အပင်ပေါက်ညီညာရန်ထွန်ကြောင်းအတွင်းမျိုးစေ့အတိမ်အနက် (၂) လက်မ မှ (၄) လက်မ အတွင်း ရအောင်စိုက်ပါ။
                <br>
                (၀၅-၁၅ ရက်)<br>

                အပင်ပေါက်စုံပါသည်။ အပင်ငယ်စဉ်လှေးကျိုင်း၊ပျ၊မွှားပင့်ကူနီ၊ရွက်စားပိုး(ငမြောင်တောင်)စသည့်ပိုးမွှားများကို ကာကွယ်ရန် ပင်လုံးစိမ့်ပြန့်သတ္တိရှိ သော ဆေးတစ်မျိုးမျိုးကို တစ်ဧကသတ်မှတ်နှုန်းထားအတိုင်းပတ်ဖျန်းပါ။ပေါင်းမြက်ကင်းစင်အောင်စတင်ဆောင်ရွက်ပါ။(၁၅)ရက်ခြား(၂)ကြိမ်ဆောင်ရွက်ပါ။
                <br>
                (၁၅ရက်-၃၀ရက်) <br>

                ပဲပင်များကြီးထွားသန်မာဖြစ်ထွန်းရန်(NPK)နှင့်အနည်းလိုအာဟာရဓါတ်များပါဝင်သောရွက်ဖျန်းမြေဩဇာများတွင်(N)အချိုးများသည်သင့်တော်သောရွက်ဖျန်းမြေဩဇာတစ်မျိုး မျိုး ကို(၁၅)ရက်ခြား၍နှစ်ကြိမ်ပက်ဖျန်းပါ။
                <br>
                (၃၅ရက်-၄၅ရက်)<br>

                ပန်းပွင့်ချိန်စသည်။အစိုဓာတ်မပျက်ရန်နှင့်အာဟာရဓာတ်မပျက်ရန် အရေးကြီးသည်။ ရက် (၄၀) ခန့် ပန်းဖြိုင်ဖြိုင်ပွင့်သည်။
                <br>
                (၁၅ရက်-၆၀ရက်)<br>

                ပွင့်အားကောင်း၍ အသီးများရန် NPK အချိုးရွက်ဖျန်းမြေဩဇာများ တွင် P နှင့် K အချိုး များသည့် ရွက်ဖျန်းမြေဩဇာ (၁၅) ရက်ခြား နှစ်ကြိမ်ဖျန်းပါ။ (သို့) ယူရီးယား (၄) ဇွန်းနှင့် လက်ချား (၁.၅) ဇွန်း၊ ရေတစ်ဂါလံနှင့် ရောပြီး တစ်ဧက (၂၀) ဂါလံဖျန်းပါ။ ရွက်ဖောက် လှေးကျိုင်း၊ ရွက်စားငမြောင်တောင်၊ စုပ်စားပိုး၊ ပျသရစ်၊ ထွာကောင် အစိမ်း၊ ရွက်စုံစားခူဝါ၊ သီးလုံးဖောက်ပိုးစသည်တို့မကျရောက်စေရန် (၁၅) ရက်သား မှ (၆၀) ရက်သားအထိ (၁၅) ရက်တစ်ကြိမ် ပင်လုံး ပြန့်ပိုးသတ်ဆေး တစ်မျိုးမျိုးအလှည့်ကျ ပတ်ဖျန်းပါ။
                <br>
                (၆၀ရက်-၈၀ရက်)<br>

                သီးနှံသက်တမ်းတစ်လျှောက် ကျရောက်တက်သော အပင်ညိုးရော ဂါ၊ မြစ်ခြောက်ဆွေးရောဂါ၊ ပင်ခြေပုတ်ရောဂါများကို ကာကွယ်ရန် မှိုသတ်ဆေးတစ်မျိုးမျိုးကို (၁၅) ရက်တစ်ကြိမ် အလှည့်ကျ ပတ်ဖျန်း ပါ။ အသီးနှင့်အစေ့အဆံ တည်ချိန်ဖြစ်၍ သီးလုံးဖောက်ပိုးကို ဂရုပြု ပါ။ ပဲစေ့လေးများ ပြည့်တင်းကြီးထွာချိန်ဖြစ်၍ တစ်ပင်လုံးချက်လုပ် သော အစာ၏ (၆၀) ရာခိုင်နှုန်းကို အစေ့အောင်မြင်ရန် အသုံးချရ၍ အစာအာဟာရ အလိုအပ်ဆုံးအချိန်ဖြစ်သည်။ အရွက်များစိမ်းစို ကျန်းမာနေရန်နှင့် အာဟာရအစိုဓာတ်မပျက်ရန် အရေးကြီးသည်။
              </p><br>
              </p>

              <p class="pt-3"><b>၉။ကျရောက်နိုင်သောရောဂါများ</b></p>
              <p>
                ဖားဥမှိုရောဂါ၊
                သံချေးရောဂါ၊
                ဒေါင်းနီးရွက်ခြောက်ရောဂါ၊
                ဘက်တီးရီးယားရွက်ခြောက်ရောဂါ။

              <p><b>ပိုးမွှားများ</b><br><br>

                လှေးပိုး၊ ယင်ဖြူ၊ ဖြုတ်ပိုး၊ ပဲပုပ်ပျပိုး၊၊

              </p><br>
              </p>

              <p class="pt-3"><b>၉။ရိတ်သိမ်းခြင်း</b></p>

              <p>

                ကုလားပဲမျိုး၊ ပတ်ဝန်းကျင်၊ ရာသီဥတုနှင့် ပြုစုစောင့်ရှောက်မှုပေါ် မူတည်၍ ရက် (၉၀-၁၂၀) အတွင်း ရင့်မှည့်လေ့ရှိကြသည်။ သီးတောင့်အရောင် ကောက်ရိုးရောင်၊ အညိုဖျော့ရောင်
                ပြောင်းသွားချိန် (သို့) ၈၀ ရာခိုင်နှုန်းသောသီးတောင့်များ ရင့်မှည့်သောအချိန်တွင်ရိတ်သိမ်းနိုင်သည်။ သီးတောင့်များအား နယ်လှေ့သန့်စင်ပြီး (၂ -၃) နေပြကာ အစိုဓာတ် (၈-၉) ရာခိုင်နှုန်းရှိချိန်တွင်
                သိုလှောင်ပါ။
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</div>
<script src="js/main.js"></script>
<script src="https://cdn.jsdelivr.net/npm/swiper@11/swiper-element-bundle.min.js"></script>
</body>

</html>