<?php
include("nav.php");
?>

<div class="container topHeight">
  <div class="row">
    <div class="col-2 pal-menu">
      <div class="">
        <div class="">
          <h5 class="mb-5 fw-bold">ပဲအမျိုးအစားများ</h5>
        </div>
        <ul class="list-group list-group-flush" id="myList">
          <li class="pal-item active">
            <a href="mattpal.php" class="text-decoration-none">မတ်ပဲ</a>
          </li>
          <li class="pal-item">
            <a href="GroundNut.php" class="text-decoration-none">မြေပဲ</a>
          </li>
          <li class="pal-item">
            <a href="bocate.php" class="text-decoration-none">ဘိုကိတ်</a>
          </li>
          <li class="pal-item">
            <a href="satawpal.php" class="text-decoration-none">စားတော်ပဲ</a>
          </li>
          <li class="pal-item">
            <a href="pal.php" class="text-decoration-none">ပဲစင်းငုံ</a>
          </li>
          <li class="pal-item">
            <a href="palhtawpat.php" class="text-decoration-none">ပဲထောပတ်</a>
          </li>
          <li class="pal-item">
            <a href="pelkyi.php" class="text-decoration-none">ပဲကြီး</a>
          </li>
          <li class="pal-item">
            <a href="kalapal.php" class="text-decoration-none">ကုလားပဲ</a>
          </li>
          <li class="pal-item">
            <a href="pelpote.php" class="text-decoration-none">ပဲပုပ်</a>
          </li>
          <li class="pal-item">
            <a href="palti.php" class="text-decoration-none">ပဲတီစိမ်း</a>
          </li>
        </ul>
      </div>
    </div>
    <div class="col-1"></div>
    <div class="col-9">
      <div class="container">
        <div class="row vh-100 overflow-scroll road">
          <div class="col-12">
            <a href="#" class="text-black-50"> ပဲအမျိုးအစားများ </a>
            <span class="">></span>
            <a href="" class="">မတ်ပဲ</a>
          </div>
          <div class="col-12 h-50 mb-5">
            <div class="mt-5 pt-2 pal-corousal">
              <swiper-container style="
                      --swiper-navigation-color: #ffffff;
                      --swiper-pagination-color: #fff;
                    " class="PmySwiper" thumbs-swiper=".PmySwiper2" loop="true" space-between="10" navigation="true">
                <swiper-slide>
                  <img src="img/mp.webp" />
                </swiper-slide>
                <swiper-slide>
                  <img src="img/bgm3.webp" />
                </swiper-slide>
                <swiper-slide>
                  <img src="img/bgm1.jpeg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="img/bgm5.jpg" />
                </swiper-slide>
              </swiper-container>

              <swiper-container class="PmySwiper2" loop="true" space-between="10" slides-per-view="4" free-mode="true" watch-slides-progress="true">
                <swiper-slide>
                  <img src="img/mp.webp" />
                </swiper-slide>
                <swiper-slide>
                  <img src="img/bgm3.webp" />
                </swiper-slide>
                <swiper-slide>
                  <img src="img/bgm1.jpeg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="img/bgm5.jpg" />
                </swiper-slide>
              </swiper-container>
            </div>
          </div>

          <div class="col-12">
            <div class="mt-5 pt-5">
              <p class="pt-3">
                <span class="fw-bold">မြန်မာအမည် =</span> မတ်ပဲ
              </p>
              <p class="pt-3">
                <span class="fw-bold">အင်္ဂလိပ်အမည် =</span> Blackgram
              </p>
              <p class="pt-3">
                <span class="fw-bold">သိပ္ပံအမည် =</span> Vigna mungo (L) Hepper
              </p>

              <p class="pt-3"><b>၁။ အကြောင်းအရာ</b></p>
              <p>
                မတ်ပဲသည် မြန်မာနိုင်ငံ၏ အရေးကြီးသည့် ဆောင်းသီးနှံတစ်ခု ဖြစ်ပါသည်။ မတ်ပဲကို အောက်မြန်မာပြည်တွင် စပါးရိတ်သိမ်းပြီး သီးထပ်သီးနှံအဖြစ်လည်းကောင်၊ မြစ်ရေကျချိန်တွင် ကိုင်းကျွန်းများ၌လည်းကောင်း စိုက်ပျိုးကြပါသည်။ အထက်မြန်မာပြည်ဒေသများဖြစ်သည့် စစ်ကိုင်းတွင် မိုးသီးနှံအဖြစ် စိုက်ပျိုးကြပါသည်။ မတ်ပဲစိုက်ပျိုးဧရိယာ၏ (၉၀)ကို အောက်မြန်ပြည်တွင် စိုက်ပျိုးကြပါသည်။ အများဆုံးစိုက်ပျိုးသည့်ဒေသများမှာ ဧရာဝတီတိုင်းနှင့် ပဲခူးတိုင်းတို့ ဖြစ်ပါသည်။ မတ်ပဲကို ပြည်တွင်းစားသုံး၍ရန်နှင့် အဓိက ပြည်ပတင်ပို့ရောင်းချရန် စိုက်ပျိုးပါသည်။ မတ်ပဲသည်နိုင်ငံတကာဝယ်လိုအားများသည့် သီးနှံဖြစ်ပါသည်။ မြန်မာနိုင်ငံမှမတ်ပဲကို (၂၀၁၂-၂၀၁၃)ခုနှစ် စိုက်ပျိုးမှုများမှာ (၂၇၃၇၂၁၃)ဧက ထိစိုက်ပျိုးနိုင်ခဲ့ပါသည်။

              </p>

              <p class="pt-3">
                <b>၂။ ရာသီဥတုလိုအပ်ချက်</b>
              </p>
              <p>
                မတ်ပဲသည် ပူနွေး၍ ခြောက်သွေ့သော ရာသီဥတုကို ကြိုက်နှစ်သက်ပါသည်။ အပူချိန်မြင့်မားခြင်းကို ခံနိုင်ရည်ရှိပါသည်။ အများအားဖြင့် နေရောင်ခြည်ကောင်းစွာရရှိ၍ အပူချိန်(၂၅)ဒီဂရီစင်တီဂရိတ်မှ(၃၅)ဒီဂရီစင်တီဂရိတ် အကြားရှိပါသည့်ဒေသများတွင် စိုက်ပျိုးကြပါသည်။ ရေငတ်ဒဏ်ခံနိုင်ရည်ရှိ၍ တစ်နှစ်ပျမ်းမျှမိုးရေချိန် (၃၆)လက်မ အောက်ရွာသွန်းသည့်ဒေသများတွင် ဖြစ်ထွန်းပါသည်။ မိုးများသော ဒေသများတွင်မူ ဆောင်းသီးနှံအဖြစ် စိုက်ပျိုးကြပါသည်။ ပင်လယ်ရေမျက်နှာပြင်ထက်အမြင့်ပေ(၆၀၀၀)အထိစိုက်နိုင်ပါသည်။ မတ်ပဲအများစုသည် နေတာတိုပင်ဖြစ်ကြပါသည်။
                ပုံမှန်ပျမ်းမျှအနိမ့်ဆုံး(၇.၈)ဒီဂရီစင်တီဂရိတ်နှင့် အမြင့််ဆုံး (၂၇.၈)စင်တီဂရိတ်အတွင်း၌ ဖြစ်ထွန်းသည်။ သို့သော် အပင်ပေါက်ချိန်တွင် (၁၈)စင်တီဂရိတ်ထက်မနိမ့်သင့်ပေ။ အပင်သက်တမ်းတလျှောက်(၂၀-၃၀)စင်တီဂရိတ်တွင် အကောင်းဆုံးဖြစ်ပါသည်။ မိုးရေချိန်၊အပူချိန်များအရ မြန်မာနိုင်ငံမြေပြန့်နှင့် အောက်ပိုင်းဒေသအားတွင် မတ်ပဲကို မိုးနှောင်းနှင့် ဆောင်းဦးတွင်သာ စိုက်ပျိုးပြီး ဆောင်းနှောင်း၊နွေဦးတွင် ရိတ်သိမ်းရန် အသင့်ဆုံးဖြစ်ပါသည်။


              </p>
              <p class="pt-3"><b>၃။ မြေအမျိုးအစား</b></p>
              <p>
                မတ်ပဲစိုက်ပျိုးမည့်မြေသည် မြေသားနု၍ ရေမဝပ်သောမြေကို ရွေးချယ်သင့်သည်။ စနယ်မြေစေးမျိုးကို ကြိုက်နှစ်သက်၍ အသင့်တော်ဆုံး အထွက်နှုန်းရရှိနိုင်သည် မြေနီ(သို့မဟုတ်)
                သဲသမမြေ၊လယ်မြေကဲ့သို့ မြေအမျိုးတွင် စိုက်ပျိုးနိုင်ပါသည်။ မတ်ပဲကို စပါးပြီးလယ်မြေနှင့် မြစ်ရေကျပြီး နုန်းသမမြေတို့တွင် အများဆုံးစိုက်ပျိုးကြပါသည်။ အသင့်တော်ဆုံး မြေအချဉ်ငံဓာတ်မှာPH(၅.၈)မှPH(၆.၅) ဖြစ်ပါသည်။
                မြေအချဉ်ငံဓာတ် PH(၅.၅) ထက်လျော့နည်းပါက အပင်ဖြစ်ထွန်းမှု အားနည်းပါသည်။ ဆားပေါက်မြေနှင့် ထုံးဓာတ်ကဲသည့်မြေတို့တွင် မစိုက်ပျိုးသင့်ပါ။
              </p>
              <p class="pt-3"><b>၄။ မျိုးစေ့နှုန်းထား</b></p>

              <p>
                မတ်ပဲတစ်ဧက တင်း(၂၀) ရရှိရန် မျိုးစေ့ပေါင်း တစ်ဧကသိန်း(၁၃၀)စေ့ကျော် ရရှိရန် လိုသဖြင့် တစ်တင်းတွင် အစေ့ပေါင်း(၆)သိန်းခွဲကျော်ခန့် ရှိရမည်ဖြစ်ပါသည်။ ထိုသို့ရရှိရန် တစ်ဧကရိတ်သိမ်းပင်ပေါင်း(၁၃၀၀၀၀)ရှိရန်၊ တစ်ပင်ပါသီးတောင့်(၂၀)ရရှိရန်၊ တစ်တောင့်လျှင် အောင်စေ့(၅)စေ့မှ(၆)စေ့ရှိပြီး၊ အစေ့(၁၀၀)အလေးချိန်(၄.၅)ဂရမ်ရှိရန် လိုအပ်ပါသည်။ အပင်(၃၀၀၀၀)ခန့်လျော့နည်းပါက တစ်ဧက(၅)တင်းခန့် လျော့နည်းနိုင်ပါသည်။ မစိုက်ပျိုးမှီ အပင်ပေါက်နှုန်းအား စမ်းသပ်ပြီး အပင်ပေါက်ရာခိုင်နှုန်း(၉၀)ခန့်ရှိသောမျိုးကို အသုံးပြုရန် လိုအပ်ပါသည်။ အတန်းလိုက်စိုက်ခင်းတွင်တစ်ဧက(၆-၈)ပြည်နှုန်းအားလည်းကောင်း၊ ကြဲပက်သည့် စိုက်ခင်းတွင် တစ်ဧကပျမ်းမျှ (၁၂)ပြည် သုံးစွဲပါ။ မိမိဒေသအတွင်း အပင်ငယ်စဉ် ပျက်စီးဆုံးရှုံးနိုင်သော ပမာဏအား ထည့်သွင်းစဉ်းစား၍ တစ်ဧကရိတ်သိမ်းပင်(၁၃၀၀၀၀)ရရှိရန် လိုအပ်သဖြင့် အပင်ပေါက်စုံရန် လိုအပ်ပါသည်။ အပင်ပေါက်စုံရန်အတွက် အစိုဓာတ်မီရန် စိုက်ချိန်မှန်ဖို့ လိုအပ်ပါသည်။

              </p>

              <p class="pt-3"><b>၅။ စိုက်ပျိုးနည်းစနစ် </b></p>
              <p>
                မတ်ပဲကို အများအားဖြင့် စပါးသီးထပ်(သို့) ရေလိုက်ကြဲပတ်စိုက်ပျိုးခြင်း ၊အတန်းလိုက်စိုက်ပျိုးခြင်းတို့ဖြင့် စိုက်ပျိုးလေ့ရှိပါသည်။
                အတန်းလိုက်စိုက်ပျိုးခြင်းသည် အထွက်နှုန်းပိုမိုကောင်းမွန်စေပါသည်။ မတ်ပဲကို အစိုဓာတ်မိမိနှင့် စောစောအပင်ပေါက်ရစေရန် ရေလိုက်ကြဲစနစ်၊ ဓားခုတ်ဖုန်းစနစ်၊ ထွန်ရေဖြင့်စိုက်သောစနစ် (ထွန်ပဲစနစ်) စိုက်ပျိုးလေ့ရှိပါသည်။
              </p>

              <p class="pt-3"><b>၆။ ကြိုတင်ပြင်ဆင်ခြင်း</b></p>
              <p>
                တစ်ဧကနွားခြေ၊သဘာဝမြေဩဇာ(၁၀၀-၁၅၀)တင်း နေရာနှံအောင်ချပါ။ နွားထယ်(သို့)ထွန်းစက်ကြီးဖြင့် ထယ်တစ်စပ်(သို့)နှစ်စပ်ထိုးပါ။ ထယ်စာခဲခေါင်းဖွေးအောင် နှစ်နေသုံးနေလှမ်းပြီးနောက်မြေခံမြေဩဇာယူရီးယား(၈)ပြည်၊တီစူပါ(၂၄)ပြည်၊ပိုတက်(၁၂)ပြည်၊ဂျစ်ပဆမ်(၂၀)ပြည်ကို ရောမွှေကြဲပတ်ပါ။ ထို့နောက် ထွန်းရေသင့်တင့်စွာ ညက်အောင်ထွန်းနှစ်စပ်မွှေပေးပါ။ မြေကောင်းမြေမွသောဒေသများတွင် စပါးရိုးပြတ်တိုအောင်ရိတ်၍ ပထမဦးစွာ မတ်ပဲမျိုးစေ့ကြဲးပတ်ပြီး ကွန်းဒေါင်းထွန်း(Rotavator)နှင့်် နှစ်စပ်မောင်း၍ ကြမ်းတုန်းရိုက်ပြီး စိုက်ပျိုးရပါမည်။ မြေစေးမြေမာသောစိုက်ခင်းများတွင် ပထမဦးစွာနွားထယ်(သို့)ထွန်စက်ကြီးဖြင့် ထယ်တစ်စပ်မောင်း၍ ထွန်တစ်စပ်ခြေပြီး မျိုးစေ့ကြဲပတ်ကာ နွားထွန်(သို့)ကွန်းဒေါင်းထွန်ဖြင့် တစ်စပ်မွှေ၍ ကြမ်းတုန်းရိုက်စိုက်ပျိုးရပါမည်။ ထယ်ထိုးခြင်း၊ထွန်းမွှေခြင်းများကို မြေ၏အခြေအနေပေါ်မူတည်၍ လိုအပ်သလို ဆောင်ရွက်ရပါမည်။
                မျိုးအဖြစ်ရေဆင်းစိုက်ပျိုးရေးသုတေသနမှထောက်ခံထုတ်ဝေထားသည့် ရေဆင်း(၂)၊ ရေဆင်း(၄)၊ ရေဆင်း(၆)၊ ပုလဲထွန်း စသည့်မျိုးကောင်းမျိုးသန့်များ(သို့) မိမိဒေသတွင် စိုက်ပျိုးဖြစ်ထွန်းနေသော မျိုးများရှိပါက မျိုးသန့်အဖြစ်ဆောင်ရွက်၍ မျိုးအဖြစ် စိုက်ပျိုးနိုင်ရေးကို ဆောင်ရွက်ပေးရန်လိုအပ်ပါသည်၊ တစ်ဧကရိတ်သိမ်းအပင်(၁၃၀၀၀၀)ရရှိရန် အတန်းလိုက်စိုက်ပါက(၆-၈)ပြည်နှုန်းသုံးပါ။ ကြဲပတ်ပါကမျိုးစေ့(၁၂)ပြည်နှုန်းသုံးပါ။


              </p>

              <p class="pt-3"><b>၇။ စိုက်ပျိုးခြင်း</b></p>

              <p>
                (၀၁ ရက်) <br>

                မတ်ပဲမျိုးစေ့များကို နာရီဝက်ခန့်ရေစိမ်ပြီး ပဲမြစ်ဖုဇီဝမြေဩဇာတစ်ထုတ်နှင့် သမအောင်ရောမွှေစိုက်ပါ၊။ အပင်အစိပ်ကျဲညီအောင် မျိုးစေ့ကို နှစ်လွှာကြဲပါ။ ကြဲပြီးပြီးချင်းကြမ်းဖြင့် နှစ်ပြန်အုပ်ပေးပါက အစိုဓာတ်လုံလောက်စွာ ရရှိ၍ အပင်ပေါက်ညီညာပြီး လိုအပ်သော အပင်ဦးရေရရှိနိုင်ပါသည်၊ အတန်းလိုက်စိုက်မည်ဆိုပါက စိုက်ကြောင်းပေး၊မျိုးစေ့ချပြီး ကြမ်းပြန်အုပ်ပေးရပါမည်။ ကြဲပတ်မည်ဆိုပါက ညနေပိုင်းတွင် ကြဲပတ်ရန် သင့်တော်ပြီး လက်ဆညီအောင်ကြဲပတ်ရန် လိုအပ်ပါသည်။ အပင်ညိုးသေနှင့် အခြားရောဂါများ မကျရောက်အောင် မျိူးစေ့ကို မှိုသတ်ဆေးတစ်မျိုးမျိုးဖြင့်လူးနယ်၍ စိုက်ပျိုးပါ။ အပင်ပေါက်ညီညာ၍ အပင်ပေါက်ကောင်းအောင် ထယ်ရေးအတွင်း မျိုးစေ့ကို အတိမ်အနက်(၁.၂) လက်မအတွင်း ရအောင်စိုက်ပါ။ အပင်စပေါက်သည်၊၊<br>

                (၀၄ ရက်)<br>

                -အပင်ပေါက်စုံပါသည်။<br>

                (၁၀ ရက် -၁၅ ရက်)<br>

                အပင်ငယ်စဉ် လှေး၊ကျိုင်း၊ ပျ၊မွှား၊ပင့်ကူနီ၊ပင်စည်ထိုးယင်တို့ ကာကွယ်ရန် ပင်လုံးပြန့် သတ္တိရှိသော ဆေးတစ်မျိုးမျိုးကို တစ်ဧကလျှင် သတ်မှတ်နှုန်းဖျန်းပါ။ ညိုးသေရောဂါ ကာကွယ်ရန်မှိုသတ်ဆေးတစ်မျိုးမျိုးဖျန်းပါ။ ပေါင်းမြက်ကင်းစင်အောင် စတင်ဆောင်ရွက်ပါ။<br>

                (၁၅ရက်-၂၅ရက်) <br>

                ပဲပင်များ ကြီးထွားသန်မာဖြစ်ထွန်းရန် (NPK)နှင့် အနည်းလိုအာဟာရဓာတ်များ ပါဝင်သော ရွက်ဖြန်းမြေဩဇာများတွင် နိုက်ထရိုဂျင် အချိုးများသည့် သင့်တော်သော ရွက်ဖြန်းမြေဩဇာတစ်မျိုးမျိုးကို(၁၅)ရက် ခြား၍ နှစ်ကြိမ်ပတ်ဖျန်းပါ။ ပေါင်းမြက်ကင်းစင်အောင် ဆောင်ရွက်ပါ။ သီးကိုင်းဖူးလေးမျာ းစတင်နိုးကြားလာသည်။ ထိုအချိန်တွင် အစိုဓာတ်မပျက်ရန်၊ အာဟာရဓာတ်မချို့တဲ့ရန် ၊ပိုးမွှားရောဂါ မကျရောက်ရန် ဂရုပြုရမည်။<br>

                (၃၀ရက်-၃၅ရက်)<br>

                (၃၅)ရက်ခန့်တွင် ကိုင်းဖျားပန်းဖူးလေးများ ဖြစ်ပေါ်လာသည်။ ပန်းဖူးပေါ်ပြီး တစ်ပတ်အကြာ ပန်းစပွင့်သည်။ (၄၅)ရက်သားမှ (၆၀)ရက်သားအတွင်း ပန်းဖြိုင်ဖြိုင်ပွင့်၍ ပွင့်အားကောင်းအသီးတောင့်များရန်(NPK)အချိုးပါသော ရွက်ဖြန်းမြေဩဇာများတွင် ဖော့စဖရပ်နှင့် ပိုတက်ဆီရမ်ရာခိုင်နှုန်းများသော သီးပွင့်ရွက်ဖျန်းမြေဩဇာများကို (၁၅)ရက်ခြား နှစ်ကြိမ်ဖျန်းပါ။ (သို့)ရေတစ်ဂါလံတွင် ယူရီးယား(၄.၅)ဇွန်းနှင့် လက်ချားတစ်ဇွန်းရော၍ တစ်ဧကလျှင် ဂါလံ(၂၀)ဖျန်းပါ။<br>

                (၃၅ရက်-၆၀ရက်)<br>

                ရွက်ဖောက်၊လှေး၊ကျိုင်း၊ရွက်စားငမြောင်တောင်၊ပင်စည်ထိုးယင်၊ပျပိုး၊သရစ်၊ထွာကောင်စိမ်း၊ရွက်စုံစားခူဝါ၊ပွင့်ထွေးရွက်ကပ်သီးလုံးဖောက်ပိုးစသည်တို့နှင့်ယင်ဖြူကြောင့်ဖြစ်သောအဝါရောင်မှိုစိတ်ဗိုင်းရက်စ်ရောဂါများမကျရောက်စေရန်ဖြစ်ပါသည်။(၆၀)ရက်သားအထိ(၁၅)ရက်တစ်ကြိမ်ပင်လုံးပြန့်ပိုးသတ်ဆေးတစ်မျိုးမျိုးကိုအလှည့်ကျပတ်ဖျန်းပါ။ <br>

                (၁၅ရက်-၆၀ရက်)<br>

                သီးနှံသက်တမ်းတလျှောက်လုံး ပင်ညှိုးရောဂါ၊ ဖားဥမှိုရောဂါ၊ သံချေးရောဂါ၊ ဆာကိုစပိုးရားရွက်ပြောက်ရောဂါ၊ မှည့်ပြောက်စွန်းရောဂါ၊ ဗိုင်းရပ်စ်မိုစိတ်ရောဂါစသည့် ရောဂါများ ကျရောက်တက်၍ မှိုသတ်ဆေးများမှ ရောဂါနှင့်သင့်တော်သည့် ဆေးတစ်မျိုးမျိုးကို (၁၅)ရက်တစ်ကြိမ် အလှည့်ကျ(၄)ကြိမ်ဖျန်းပါ။ အစေ့အဆံတည်ချိန်ဖြစ်၍ သီးလုံးဖောက်ပိုးနှင့် ထိပ်ပုပ်ရောဂါကိုဂရုပြုပါ။ ပန်းပွင့်သန္ဓေအောင်ပြီး ပဲတောင့်ကလေးများ ဖြစ်ပေါ်လာသည်။<br>

                (၆၀ရက်-၇၀ရက်)<br>

                တဖြည်းပဲတောင့်အတွင်း ပဲစေ့လေးများ ဖြစ်ပေါ်လာသည်။ ပဲစေ့လေးများ ပြည့်တင်းကြီးထွားချိန်ဖြစ်၍ တစ်ပင်လုံးချက်လုပ်သော အစာ၏(၆၀)%ကိုအစေ့အောင်မြင်ရန် အသုံးချရ၍ အစာအလိုအပ်ဆုံးဖြစ်ပါသည်။ ထိုအချိန်တွင် အစာချက်နှုန်းကောင်းရန် အရွက်များစိမ်းစိုကျန်းမာနေရန် အရေးကြီးသည်။ အာဟာရနှင့် အစိုဓာတ်မပျက်ရန်အရေး ကြီးသည်။<br></p>

              <p class="pt-3"><b>၈။ကျရောက်နိုင်သောရောဂါများ</b></p>
              <p>
                အဝါရောင် မိုစိတ်ဗိုင်းရပ်စ်ရောဂါ

                စာကိုစပိုးရားရွက်ပြောက်ရောဂါ (သံချေးရောဂါ)၊

                အန်းသရနို့စ် (မှဲ့ပြောက်စွန်းရောဂါ)၊
                ပေါင်ဒရီမစ်ဂျူး (ဖားဥမှို)၊

                ဘလိုက် (ရွက်ခြောက်လောင်)၊

                ဟေလိုဘလိုက် (ရွက်ခြောက်ကိုင်းခြောက်)၊

                ရက်စ် (သံချေးရောဂါ)၊

                ဖြူဆေရီယမ် (မှိုညှိုးသေရောဂါ)၊

                ပိုင်သီရမ်မှိုညှိုးသေရောဂါ၊

                မြစ်ခြောက်ဆွေး စခရိုရန်၊

                ပင်ခြေမှိုဖြူစွဲ ညှိုးသေရောဂါ၊

                မြစ်ဖုနီမတုတ် အမြစ်တွင်ဖြစ်သော အခြားနီမတုတ်များ စတဲ့

                ရောဂါတွေကျရောက်တတ်ပြီးတော့ အကုန်လုံးတော့ မကျရောက်ပါဘူး။
              </p>

              <p class="pt-3"><b>၉။ ရိတ်သိမ်းခြင်း</b></p>
              <p>
                (၇၅ရက်-၁၁၀ရက်)<br>

                မတ်ပဲမျိုးနှင့် ပတ်ဝန်းကျင်ရာသီဉတု ထိမ်းသိမ်းစောင့်ရှောက်မှုအပေါ်မူတည်၍ (၇၅-၁၁၀)ရက်အတွင်း ရင့်မှည့်လေ့ရှိကြသည်။ အရွက်များဝါခြောက်ပြီး အတောင့်များ၏(၇၅-၈၅)%အနက်ရောင်သို့ပြောင်း၍ ခြောက်သွေ့ချိန်တွင် ရိတ်သိမ်းပါ။ ရိတ်သိမ်းပြီး နှစ်နေသုံးနေလှမ်း၍ ချွေလှေ့သန့်စင်ပါ။ နေလှမ်းပြီးအစိုဓာတ်(၈-၉)% ရှိချိန်တွင် သိုလှောင်ပါ။

              </p>




              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</div>
<script src="js/main.js"></script>
<script src="https://cdn.jsdelivr.net/npm/swiper@11/swiper-element-bundle.min.js"></script>
</body>

</html>