]<?php
  include("nav.php");
  ?>
<div class="container topHeight">
  <div class="row">
    <div class="col-2 pal-menu">
      <div class="">
        <div class="">
          <h5 class="mb-5 fw-bold">ပဲအမျိုးအစားများ</h5>
        </div>
        <ul class="list-group list-group-flush" id="myList">
          <li class="pal-item ">
            <a href="mattpal.php" class="text-decoration-none">မတ်ပဲ</a>
          </li>
          <li class="pal-item">
            <a href="GroundNut.php" class="text-decoration-none">မြေပဲ</a>
          </li>
          <li class="pal-item">
            <a href="bocate.php" class="text-decoration-none">ဘိုကိတ်</a>
          </li>
          <li class="pal-item">
            <a href="satawpal.php" class="text-decoration-none">စားတော်ပဲ</a>
          </li>
          <li class="pal-item active">
            <a href="pal.php" class="text-decoration-none">ပဲစင်းငုံ</a>
          </li>
          <li class="pal-item">
            <a href="palhtawpat.php" class="text-decoration-none">ပဲထောပတ်</a>
          </li>
          <li class="pal-item">
            <a href="pelkyi.php" class="text-decoration-none">ပဲကြီး</a>
          </li>
          <li class="pal-item">
            <a href="kalapal.php" class="text-decoration-none">ကုလားပဲ</a>
          </li>
          <li class="pal-item">
            <a href="pelpote.php" class="text-decoration-none">ပဲပုပ်</a>
          </li>
          <li class="pal-item">
            <a href="palti.php" class="text-decoration-none">ပဲတီစိမ်း</a>
          </li>
        </ul>
      </div>
    </div>
    <div class="col-1"></div>
    <div class="col-9">
      <div class="container">
        <div class="row vh-100 overflow-scroll road">
          <div class="col-12">
            <a href="#" class="text-black-50"> ပဲအမျိုးအစားများ </a>
            <span class="">></span>
            <a href="" class="">ပဲစင်းငုံ</a>
          </div>
          <div class="col-12 h-50 mb-5">
            <div class="mt-5 pt-2 pal-corousal">
              <swiper-container style="
                      --swiper-navigation-color: #ffffff;
                      --swiper-pagination-color: #fff;
                    " class="PmySwiper" thumbs-swiper=".PmySwiper2" loop="true" space-between="10" navigation="true">
               
                <swiper-slide>
                  <img src="https://www.doca.gov.mm/sites/default/files/styles/consumer_inner_image__847x424_/public/pngtree-grain-mung-bean-hd-photography-material-picture-image_1668716.png?itok=KMvkGkNk" />
                </swiper-slide>
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/ab/e9/5f/abe95f2e6c358098758d919a40444e45.jpg" />
                </swiper-slide>
                 <swiper-slide>
                  <img src="https://colostate.pressbooks.pub/app/uploads/sites/53/2022/07/Pigeon-pea-plants-by-Jonathan-Odhong-IITA-CC-BY-NC-SA-2.0.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="https://greenway.sgp1.digitaloceanspaces.com/post_covers/b526fb2f77153718748a24a54192d26f.jpg" />
                </swiper-slide>
              </swiper-container>

              <swiper-container class="PmySwiper2" loop="true" space-between="10" slides-per-view="4" free-mode="true" watch-slides-progress="true">
                <swiper-slide>
                  <img src="https://www.doca.gov.mm/sites/default/files/styles/consumer_inner_image__847x424_/public/pngtree-grain-mung-bean-hd-photography-material-picture-image_1668716.png?itok=KMvkGkNk" />
                </swiper-slide>
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/ab/e9/5f/abe95f2e6c358098758d919a40444e45.jpg" />
                </swiper-slide>
                 <swiper-slide>
                  <img src="https://colostate.pressbooks.pub/app/uploads/sites/53/2022/07/Pigeon-pea-plants-by-Jonathan-Odhong-IITA-CC-BY-NC-SA-2.0.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="https://greenway.sgp1.digitaloceanspaces.com/post_covers/b526fb2f77153718748a24a54192d26f.jpg" />
                </swiper-slide>
              </swiper-container>
            </div>
          </div>

          <div class="col-12">
            <div class="mt-5 pt-5">
              <p class="pt-3">
                <span class="fw-bold">မြန်မာအမည် =</span> ပဲစင်းငုံ
              </p>
              <p class="pt-3">
                <span class="fw-bold">အင်္ဂလိပ်အမည် =</span> Pigeon Pea
              </p>
              <p class="pt-3">
                <span class="fw-bold">သိပ္ပံအမည် =</span> Cajauns Cajan (L)
                Millsp
              </p>

              <p class="pt-3"><b>၁။ အကြောင်းအရာ</b></p>
              <p>
                ပဲစင်းငုံသီးနှံ ကိုအပူပိုင်းနှင့်အပူသမပိုင်းနိုင်ငံများတွင်
                စိုက်ပျိုးကြပါသည်။ပဲစင်းငုံပင်သည်
                နှစ်ရှည်ခြုံပင်မျိုးဖြစ်သော်လည်း တစ်နှစ်ခံသီးနှံပင်အဖြစ်
                စိုက်ပျိုးလေ့ရှိပါသည်။ပဲစင်းငုံကို မိုးသီးနှံအဖြစ်
                အထက်မြန်မာပြည် အပူပိုင်းခြောက်သွေ့ဒေသများဖြစ်သည့်
                မန္တလေးတိုင်း၊ စစ်ကိုင်းတိုင်း၊ မကွေးတိုင်းတို့တွင်
                အများဆုံးစိုက်ပျိုးကြပါသည်။ မြန်မာနိုင်ငံတွင်
                အများဆုံးစိုက်ပျိုးကြသည့် ပဲစင်းငုံမျိုးများမှာ
                သက်ကြီးမျိုးများဖြစ်၍ အသက်ရက်(၂၇၅)ရက်ခန့်
                ရှိပါသည်။သို့ဖြစ်ပါ၍ ပဲစင်းငုံစိုက်ပျိုးဧရိယာ၏ (၉၀)%အထက်မှာ
                သီးညှပ်သီးနှံအဖြစ်စိုက်ပျိုးကြပါသည်။ (၂၀၂၁-၂၀၂၂)ခုနှစ်တွင်
                (၁၀၆၁၉၉၈)ဧက စိုက်ပျိုးပြီး(၁၄၄၅၃၈၄၀) တင်းထွက်ရှိခဲ့ပါသည်။
              </p>

              <p class="pt-3">
                <b>၂။ ရာသီဥတုလိုအပ်ချက်</b>
              </p>
              <p>
                ပဲစင်းငုံသည် အပူချိန်(၂၀)ဒီဂရီစင်တီဂရိတ်အောက် လျော့နည်းပါက
                အပင်ကြီးထွားဖြစ်ထွန်းမှုကို နှေးကွေးစေပါသည်။
                အပင်သက်တမ်းတလျှောက် နှင်းခါးရိုက်မှု ဒဏ်ခံနိုင်ရည်မရှိပါ။
                အသင့်တော်ဆုံး
                အပူချိန်မှာ(၂၀-၃၀)ဒီဂရီစင်တီဂရိတ်ဖြစ်ပါသည်။ပဲစင်းငုံ၏
                အမြစ်သည် ရှည်လျား၍ ရေငတ်ဒဏ်ခံနိုင်ရှိပါသည်။
                မိုးရေသောက်စိုက်ပျိုးရာတွင် အပင်ကြီးထွားဖွံ့ဖြိုးချိန်၌
                မိုးခေါင်မှုနှင့်ကြုံတွေ့ရတက်ပါသည်။ ပဲစင်းငုံသည်
                ရေဝပ်ခြင်းဒဏ်ခံနိုင်ရည်မရှိပါ။ အသင့်တော်ဆုံးမိုးရေချိန်မှာ
                (၁၀၀)လက်မအထက် ရွာသွန်းသည့်ဒေသများတွင်လည်း ရေမဝပ်ပါက
                စိုက်ပျိုးနိုင်ပါသည်။ပင်လယ်ရေမျက်ပြင်
                အထက်ပေ(၆၀၀၀၀)အထိစိုက်ပျိုးကြပါသည်။ပဲစင်းငုံသည်
                နေ့တာအတိုအရှည်ပင်ဖြစ်၍ စိုက်ချိန်သည်
                အပင်ကြီးထွားမှုနှင့်အပင်အမြင့်အတွက် အဓိအရေးကြီးသည်။
              </p>
              <p class="pt-3"><b>၃။ မြေအမျိုးအစား</b></p>
              <p>
                မြေအမျိုးအစားမရွေး သဲသမမြေမှ
                ရွှံ့စေးသမမြေအထိစိုက်ပျိုးနိုင်ပါသည်။ မြေနီကျောက်စရစ်၊
                မြေနီသဲဝန်း၊ စနယ်မြေနက်တို့တွင် ဖြစ်ထွန်းပါသည်။နှုန်းမြေစေး
                မြေဩဇာထက်သန်၍ မြေသားနက်သည့် သမမြေတွင် ပိုမိုဖြစ်ထွန်းပါသည်။
                မြေအချဉ်ငံဓာတ် PH(၇) ဝန်းကျင်ရှိပြီး ရေစီးရေလာကောင်းသည့်
                မြေမျိုးကို ရွေးချယ်စိုက်ပျိုးသင့်ပါသည်။
                မြေအချဉ်ဓာတ်လွန်ကဲခြင်းနှင့် ဆားပေါက်သည့် မြေမျိုးတွင်
                မြစ်ဖုဖြစ်ပေါ်မှုကို ဟန့်တားစေပါသည်။ မြေအချဉ်ငံဓာတ်
                PH(၅.၅)ထက်နိမ့်ပါက အပင်ကောင်းစွာ
                မဖြစ်ထွန်းပါ။ပဲစင်းငုံအရွက်များ၊ အသီးခြောက်များ၊
                ပဲမှော်များသည် မြေထဲ၌ နိုက်ထရိုဂျင်ဓာတ်ကို
                ကြွယ်ဝစေသဖြင့်မြေဆီမြေလွှာညံ့သော ဒေသများတွင်လည်း
                စိုက်ပျိုးသင့်သည်။ ပဲစင်းငုံစိုက်ခြင်းဖြင့်
                မြေဆီလွှာကိုအာဟာရဓာတ် တိုးပွားစေသည်။ ပဲစင်းငုံအရွက်
                အသီးသီးတို့သည် လေထဲမှ နိုက်ထရိုဂျင်ဓာတ်ကို
                စိုက်ပျိုးရာသီတစ်ရာသီအတွင်း တစ်ဧကစိုက်ခင်းရှိ အပင်များက
                (၁၈)ပေါင်မှ(၂၈)အထိ စုပ်ယူနိုင်ကြောင်း သုတေသနတွေ့ရှိချက်များက
                ဆိုထားပါသည်။ပဲစင်းငုံအမြစ်မှ မီသိုင်းနွယ်ဝင် ပစီဒစ် အက်ဆစ်
                ထုတ်ပေးသည်။၎င်းအက်ဆစ်ကြောင့်မြေထဲတွင်သံဓာတ်ကအထိန်းအချုပ်ခံထားရသောဖော့စဖိတ်ဓာတ်တို့ကိုအရည်ပျော်စေပြီးအမြစ်ကလွယ်ကူစွာစုပ်ယူစားသုံးနိုင်စေသည်။သံဓာတ်ကြောင့်ဖော့စဖိတ်ချုပ်ထိန်းခံရသောဒေသများတွင်ဖော့စဖိတ်ချုပ်ထိန်းခံရသောဒေသများတွင်ဖော့စဖိတ်ချို့တဲ့တက်သဖြင့်ပဲစင်းငုံကိုမဖြစ်မနေစိုက်ပျိုးသင့်ပါသည်။
              </p>
              <p class="pt-3"><b>၄။ မျိုးစေ့နှုန်းထား</b></p>

              <p>
                အပင်အရေတွက်သည် အထွက်ကို စိုးမိုးပါသည်။သက်ကြီးမျိုးအား
                တစ်ဧကအပင်ဦးရေ(၉၆၀၀)ပင်၊ သက်လတ်မျိုးအား တစ်ဧက(၁၄၀၀၀)ပင်၊
                သက်လျှင် တစ်ဧက(၄၃၀၀၀)ပင်၊ ဝင်ဆံ့အောင်
                စိုက်ပျိုးရမည်။တစ်ဧက(၂၅)တင်းထွက်ရှိရန်
                သက်ကြီးမျိုးတစ်ပင်လျှင် အသီးအောင်တောင့်(၂၀၀)တောင့်၊
                သက်လတ်တစ်ပင်လျှင် အသီးအောင်တောင့်(၁၅၀)တောင့်၊
                သက်လျှင်မျိုးတစ်ပင်လျှင် အသီးအောင်တောင့်(၅၅)
                တောင့်ရှိရန်လိုအပ်ပါသည်။ တစ်တောင့်ပါ
                အောင်စေ့(၃)စေ့မှ(၅)စေ့ပါဝင်ရန်
                လိုအပ်ပြီးအစေ့(၁၀၀)အလေးချိန်(၉-၁၅)ဂရမ်ရရှိရန်
                လိုအပ်ပါသည်။ပဲစင်းငုံ တစ်ပင်ပါ အောင်တောင့်အရေအတွက်ရရှိမှာ
                ဒေသနှင့်ကိုက်ညီသော မျိုးကောင်း၊မျိုးသန့်များကို
                ရွေးချယ်စိုက်ပျိုးရန် အရေးကြီးသည်။မျိုးစေ့နှုန်းထားသည်
                မျိုးစေ့အရွယ်အစားနှင့် စိုက်ပျိုးနည်းစနစ်ပေါ်မူတည်၍
                တစ်ဧကလျှင်(၄-၆)ပြည်နှုန်း
                သုံးစွဲရန်လိုအပ်ပါသည်။လိုအပ်သည့်အပင်အရေအတွက်
                ရရှိရန်မျိုးစေ့ပေါက်ရာခိုင်နှုန်း(၈၅-၉၀)ရှိသောမျိုးသန့်မျိုးစေ့ကို
                အသုံးပြုရန်လိုအပ်ပါသည်။
              </p>

              <p class="pt-3"><b>၅။ စိုက်ပျိုးနည်းစနစ် </b></p>
              <p>
                ပဲစင်းငုံသီးနှံအား သီးသန့်(သို့)သီးညှပ်
                စိုက်ပျိုးလေ့ရှိပါသည်။သီးသန့်စိုက်ပျိုးရာတွင် သက်တန်းအလိုက်
                သတ်မှတ်ထားသောအပင်အရေအတွက်
                ဝင်အောင်စိုက်ပျိုးရမည်။သီးညှပ်အဖြစ်
                ပဲစင်းငုံတစ်တန်းနှင့်တစ်တန်းကြားတွင် ပဲတီစိမ်း ၊နှမ်း
                ၊မြေပဲ၊ ဝါ၊ နေကြာနှင့် နှံစားပြောင်း(၃)တန်းမှ(၅)တန်းထိ
                ညှပ်၍စိုက်ပျိုးကြသည်။သက်ကြီးမျိုးကို
                တန်းကြား(၄.၅)ပေ၊ပင်ကြား(၁)ပေ၊သက်လတ်မျိုးကိုတန်းကြား(၃)ပေ၊ပင်ကြား(၁)ပေ၊
                သက်လျှင်မျိုးကိုတန်းကြား(၂)ပေပင်ကြား(၆)လက်မ
                စိုက်ပျိုးရသည်။ပဲစင်းငုံကို သီးညှပ်စိုက်ပျိုးရာတွင်
                ပင်ကြားတန်းကြားကို (၁.၅-၃)ပေ (၇-၁၀.၅)
                ပေထိထား၍စိုက်ပျိုးလေ့ရှိပါသည်။ ပဲစင်းငုံသီးနှံတစ်ဧက(၂၅) တင်း
                ထွက်ရှိရန်အတွက် ဆောင်ရွက်ရမည့် လုပ်ငန်းအဆင့်ဆင့်
              </p>

              <p class="pt-3"><b>၆။ ကြိုတင်ပြင်ဆင်ခြင်း</b></p>
              <p>
                တစ်ဧက သဘာဝမြေဩဇာနွားချေး (၁၀၀-၁၅၀)တင်းရော၍
                နေရာနှံ့အောင်ချပါ။နွားထယ် (သို့)ထွန်စက်ကြီးနှင့်
                တစ်စပ်ကမ်းပြိုအောင် အနည်းဆုံးအနက်(၆)လက်မ ရအောင်ထိုးပြီး
                ယူရီးယား(၈)ပြည်၊ တီဆူပါ(၂၄)ပြည်၊ပိုတက်(၁၂)ပြည်၊
                ဂျစ်ပဆန်(၂၀)ပြည်ကို သမအောင်ရောမွှေပြီး
                မြေခံကျဲပတ်ပါ။ထွန်းရေးကောင်းစွာ ညက်အောင်သုံးစပ်မွှေပါ။
                ရေဝပ်ခြင်းကင်းဝေရန်မြေမျက်နှာပြင် ညီညာစွာညှိပေးပါ။အပင်ငယ်စဉ်
                ရေဝပ်ပါက တစ်ညအိပ်ပင်မခံနိုင်ပါ။ မျိုးအဖြစ် မုံရွာရွှေဒင်္ဂါး
                ၊သူဌေးကန်၊ ရေဆင်း(၆)၊ ရေဆင်း(၇)မျိုးများကို
                အထွက်ကောင်းမျိုးများ အသုံးပြုပါ။မြေတွင်းအောင်းပိုးများ
                ကာကွယ်ရန်
                ဖျူရာဒန်(၁-၃)ပိဿာ/ဧကစိုက်ပျိုးမည့်မျိုးစေ့ဖြင့်လူးနယ်စိုက်ပျိုးပါ။
              </p>

              <p class="pt-3"><b>၇။ စိုက်ပျိုးခြင်း</b></p>

              <p>
                ( ၀၁ ရက်)
                အပင်ပေါက်ကောင်း၍အပင်ပေါက်ညီညာရန်ပဲစင်းငုံမျိုးစေ့များကိုနာရီဝက်ခန့်ရေစိမ်ပြီးပဲမြစ်ဖုဇီဝမြေဩဇာတစ်ထုတ်နှင့်သ
                မအောင်ရောမွှေပြီးမှစိုက်ပါ။အပင်ငယ်စဉ်ညိုးသေရောဂါကျတက်သောကြောင့်မှိုသတ်ဆေးတစ်မျိုးမျိုးကိုမျိုးစေ့တစ်ပြည်လျှင်(၁)ဂရမ်နှုန်းဖြင့်
                လူးနယ်စိုက်ပါ၊ သက်ကြီးမျိုးအတွက်
                တစ်ဧကအပင်ဦးရေ(၉၆၀၀)ပင်၊သက်လတ်မျိုးအား တစ်ဧက (၁၄၅၂၀)ပင်၊
                သက်လျှင်တစ်ဧက (၄၃၅၆၀)ပင်၊ဝင်
                ဆန့်ရန်အတွက်မျိုးစေ့နှုန်း(၄-၆)ပြည်နှုန်းသုံးပါ။အပင်ပေါက်ညီညာ၍အ
                ပင်ပေါက်ကောင်းရန်ထယ်ရေးအတွင်းမျိုးစေ့အတိမ်အနက်(၁-၂)လက်အတွင်းရအောင်စိုက်ပါ။
                (၀၄ ရက်) အစေ့မှ စတင်အပင်ပေါက်သည်။ (၁၅ရက်)
                အပင်ပေါက်စုံသည်။ပင်ညိုးရောဂါကာကွယ်ရန်မှုသတ်ဆေးတစ်မျိုးမျိုးပတ်ဖျန်းပါ။အပင်ငယ်စဉ်လှေး၊ကျိုင်း၊မွှား၊ပင်ကူးနီစသည့်ပိုးများကျတက်သောကြောင့်ပင်လုံးပြန့်သတ္တိရှိသည့်ဆေးတစ်မျိုးမျိုးပတ်ဖျန်းပါ။(မွှာ၊ပင်ကူးသည်ပင်ဖိုမှိုစိတ်ရောဂါကိုသယ်ဆောင်သောပိုးဖြစ်သည်။
                (၁၅ရက်-၅ရက်)
                ပဲပင်များကြီးထွားသန်မာဖြစ်ထွန်းရန်(NPK)နှင့်အနည်းလိုအာဟာရဓာတ်များပါဝင်သောရွက်ဖျန်းမြေဩဇာများတွင်နိုက်ထရိုဂျင်အချိုးများသည့်သင့်တော်သောရွက်ဖျန်းမြေဩဇာတစ်မျိုးမျိုးကို(၁၅)ရက်ခြားတစ်ကြိမ်ဖြင့်(၃)ကြိမ်ပတ်ဖျန်းပါ။
                (၁၅ရက်-၆၀ရက်) ရွက်ဖောက်၊ လှေး၊ ကျိင်း၊ ရွက်စားပိုး၊
                ငမြောင်တောင် ၊ပျပိုး၊ သရစ် ၊လှေးပိုး၊ ပွင့်ထွေး၍ရွက်ကပ်ပိုး
                ၊မွှာပင့်ကူးနီ စသည့်ပိုးများမကျရောက်စေရန် (၁၅-၆၀)ရက်သားအထိ
                ပင်လုံးပြန့်ပိုးသတ်ဆေးတစ်မျိုးမျိုး(သို့)
                အခြားထိသေဆေးတစ်မျိုးမျိုးဖြင့် ပတ်ဖျန်းပါ။
                သီးနှံသက်တမ်းတလျောက် လုံးပင်ညိုးရောဂါ ၊ဖားဥမှိုရောဂါ၊
                သံချေးမှိုရောဂါ၊ ရွက်ခြောက်ရောဂါ ကျရောက်တက်၍ သင့်တော်သော
                ပိုးသတ်ဆေးတစ်မျိုးမျိုးကို (၁၅)ရက်ခြားတစ်ကြိမ် (၄)
                ကြိမ်ပတ်ဖျန်း ပါ။ (၂၀ရက်-၆၀ရက်)
                ပေါင်းမြက်ကင်းစင်ရန်(၂၀)ရက်သားလျှင်ကြားထွန်းလိုက်ပါ။(၂၅)ရက်သားတွင်သံထွန်းလိုက်ပါ။(၃၀)ရက်သားတွင်ပေါက်
                ပြားပေါင်းလိုက်ပါ။(၆၀)ရက်သားတွင်ပေါင်းမြက်ကင်းစင်ရန်နှင့်ရရှိထားသောမိုးရေနှင့်အစိုဓာတ်ကိုထိန်းသိမ်းနိုင်ရန်ထယ်
                ကြောင်းထိုးပါ။ပန်းပွင့်ချိန်တွင်ပွင့်အားကောင်း၍သီးတောင့်များရန်(NPK)အချိုးမြေဩဇာများတွင်(P)နှင့်(K)အချိုးများသောသီးပွင့်ရွက်မြေဩဇာ(၁၀)ရက်ခြား(၂)ကြိမ်ဖျန်းပါ။(သို့)ယူရီးယား(၄.၅)ဇွန်းနှင့်လက်ချား(၁)ဇွန်း၊ရေတစ်ဂါလံနှင့်ရောပြီးတစ်ဧက(၂၀)ဂါလံနှုန်း
                ဖျန်းပါ။ (၈၀ရက်-၉၀ရက်) တစ်တောင့်ပါအောင်စေ့အရေအတွက်
                သတ်မှတ်ချက်အတိုင်း ရရှိရန်လိုအပ်ပါသည်။ တစ်တောင့်လျှင်
                အောင်စေ့(၃-၄)စေ့ပါရှိရန် သီးတောင့်ဖြစ်ချိန်၊
                အစေ့အဆံတည်ချိန်ဖြစ်၍ သီးလုံးဖောက်ပိုး
                ဂရုစိုက်ပါ။ပင်လုံးပြန့်သတ္တိရှိသော ဆေးတစ်မျိုးမျိုးနှင့်
                ထိသေအာနိသင်ရှိဆေးတစ်မျိုးမျိုးအား တစ်လှည့်စီဖျန်းပါ။
                အစေ့အဆံဖြစ်ထွန်းချိန်တွင် (NPK)
                အချိုးရွက်ဖျန်းမြေဩဇာများတွင်
                (P)နှင့်(K)အချိုးများသည့်ရွက်ဖျန်းမြေဩဇာတစ်မျိုးမျိုးပတ်ဖျန်းပါ။
                ရိတ်သိမ်းခြင်း (၁၀၅ရက်-၁၄၀ရက်)
                အတောင့်များ(၇၅-၈၅)%ရင့်မှည့်ချိန်တွင်ဆွတ်ခူးရိတ်သိမ်းပါ။(၇-၁၄)ရက်အထိနေလှန်သန့်စင်၍အစိုဓာတ်(၈-၁၀)%
                အောက်ထားရှိပြီးသိုလှောင်ပါ။သိုလှောင်ရာတွင်အစေ့ထိုးပိုးဝင်ရောက်တက်သဖြင့်ဆေးနှင့်လူးနယ်သိုလှောင်ပါ။
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</div>
<script src="js/main.js"></script>
<script src="https://cdn.jsdelivr.net/npm/swiper@11/swiper-element-bundle.min.js"></script>
</body>

</html>