<?php
include("nav.php");
?>
<div class="container topHeight">
  <div class="row">
    <div class="col-2 pal-menu">
      <div class="">
        <div class="">
          <h5 class="mb-5 fw-bold">ပဲအမျိုးအစားများ</h5>
        </div>
        <ul class="list-group list-group-flush" id="myList">
          <li class="pal-item ">
            <a href="mattpal.php" class="text-decoration-none">မတ်ပဲ</a>
          </li>
          <li class="pal-item ">
            <a href="GroundNut.php" class="text-decoration-none">မြေပဲ</a>
          </li>
          <li class="pal-item">
            <a href="bocate.php" class="text-decoration-none">ဘိုကိတ်</a>
          </li>
          <li class="pal-item">
            <a href="satawpal.php" class="text-decoration-none">စားတော်ပဲ</a>
          </li>
          <li class="pal-item">
            <a href="pal.php" class="text-decoration-none">ပဲစင်းငုံ</a>
          </li>
          <li class="pal-item active">
            <a href="palhtawpat.php" class="text-decoration-none">ပဲထောပတ်</a>
          </li>
          <li class="pal-item">
            <a href="pelkyi.php" class="text-decoration-none">ပဲကြီး</a>
          </li>
          <li class="pal-item">
            <a href="kalapal.php" class="text-decoration-none">ကုလားပဲ</a>
          </li>
          <li class="pal-item">
            <a href="pelpote.php" class="text-decoration-none">ပဲပုပ်</a>
          </li>
          <li class="pal-item">
            <a href="palti.php" class="text-decoration-none">ပဲတီစိမ်း</a>
          </li>
        </ul>
      </div>
    </div>
    <div class="col-1"></div>
    <div class="col-9">
      <div class="container">
        <div class="row vh-100 overflow-scroll road">
          <div class="col-12">
            <a href="#" class="text-black-50"> ပဲအမျိုးအစားများ </a>
            <span class="">></span>
            <a href="" class="">ပဲထောပတ်</a>
          </div>
          <div class="col-12 h-50 mb-5">
            <div class="mt-5 pt-2 pal-corousal">
              <swiper-container style="
                      --swiper-navigation-color: #ffffff;
                      --swiper-pagination-color: #fff;
                    " class="PmySwiper" thumbs-swiper=".PmySwiper2" loop="true" space-between="10" navigation="true">
                <swiper-slide>
                  <img src="img/butterBean2.jpg">
                </swiper-slide>
                <swiper-slide>
                  <img src="img/butterBean3.jpg">
                </swiper-slide>
                <swiper-slide>
                  <img src="img/butterBean7.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="img/butterBean8.jpg" />
                </swiper-slide>
              </swiper-container>

              <swiper-container class="PmySwiper2" loop="true" space-between="10" slides-per-view="4" free-mode="true" watch-slides-progress="true">
                <swiper-slide>
                  <img src="img/butterBean2.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="img/butterBean3.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="img/butterBean7.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="img/butterBean8.jpg" />
                </swiper-slide>
              </swiper-container>
            </div>
          </div>

          <div class="col-12">
            <div class="mt-5 pt-5">
              <p class="pt-3">
                <span class="fw-bold">မြန်မာအမည် =</span> ပဲထောပတ်
              </p>
              <p class="pt-3">
                <span class="fw-bold">အင်္ဂလိပ်အမည် =</span> Butter bean (Lima bean)
              </p>
              <p class="pt-3">
                <span class="fw-bold">သိပ္ပံအမည် =</span> Phaseolus lunatus
              </p>

              <p class="pt-3"><b>၁။ အကြောင်းအရာ</b></p>
              <p>
                ထောပတ်ပဲအား ဒေသအချို့တွင် “မြီးတောက်ပဲ” သို့မဟုတ် “ပဲထောပတ်”ဟု ခေါ်ကြသည်။ ထောပတ်ပဲ၏ မူရင်းဒေသသည် တောင်အမေရိက (ပီရူးနိုင်ငံ) ဖြစ်ပြီး
                အင်္ဂလိပ်လို “Butter bean” “Lima bean”ဟုခေါ်သည်။ သိပ္ပံအမည်မှာ (Phaseolus lunatus) ဖြစ်သည်။ “Lima”ဆိုသည့် အမည်သည် ပီရူးနိုင်ငံ၏ မြို့တော်
                နာမည် ဖြစ်သည်။ သိပ္ပံအမည် “Phaseolus” သည် ဂရိဘာသာ စကားမှ ဆင်းသက်လာပြီး “လှေ၊ သင်္ဘော” ဟု အဓိပ္ပါယ်ရသည်။ သီးတောင့်သည် လှေပုံသဏ္ဍာန်
                ရှိသောကြောင့် ဖြစ်သည်။ အမေရိကန်နိုင်ငံတွင် ထောပတ်ပဲအား “Butter bean”ဟု ပင်ခေါ်တွင်သည်။နှစ်ရှည်ပင် အမျိုးအစားဖြစ်ပြီး အများအားဖြင့် တစ်ရာသီခံပင် အဖြစ်
                အစိုက်များသည်။ထောပတ်ပဲ စိုက်ပျိုးမှုအနေဖြင့် နှစ်စဉ်အောက်တိုဘာလနှင့် နိုဝင်ဘာလတို့တွင် စတင်စိုက်ပျိုးကြပြီး၊မတ်လအတွင်း ရိတ်သိမ်းထွက်ရှိကြောင်းသိရပါသည်။မြန်မာနိုင်ငံတွင်
                စစ်ကိုင်း၊ ပဲခူး၊ မကွေး၊ မန္တလေး၊ မွန်၊ ရှမ်းနှင့် ဧရာဝတီတိုင်းဒေသကြီးတို့တွင် စိုက်ပျိုးကြပြီး မကွေးတိုင်းဒေသကြီးမှ ထွက်သော ထောပတ်ပဲသည် အရည်အသွေး အလွန်ကောင်းသည်။မြန်မာနိုင်ငံတွင်
                ထောပတ်ပဲစိုက်ဧက ၁၆၀,၀၀၀ ကျော်ရှိပြီး ပျမ်းမျှအထွက်နှုန်း တန်ချိန် ၁၀၀,၀၀၀ ခန့် ရှိသည်ဟု စားသုံးသူရေးရာဦးစီးဌာန ထုတ်ပြန်ချက်အရ သိရှိရပါသည်။

              </p>

              <p class="pt-3">
                <b>၂။ ရာသီဥတုလိုအပ်ချက်</b>
              </p>
              <p>
                မိုးရေချိန် (၃၆-၆၀) လက်မ ရွာသွန်းသော ဒေသများတွင် ကောင်းစွာ ဖြစ်ထွန်းသည်။ မြေချဉ်ငံကိန်း (၅.၈-၇.ဝ)၊ ရေဆင်းကောင်းသောမြေ၊ မြေသြဇာ
                အတော်အတန် ကြွယ်ဝသောမြေနှင့် နေရောင်ခြည်ကောင်းစွာ ရရှိသည့် နေရာများသည် အပင်ဖြစ်ထွန်းမှု အကောင်းဆုံး အခြေအနေ ဖြစ်သည်။ စိုက်ဘောင်များအား
                မစိုက်ပျိုးမီ မြေဆွေးများ ထည့်ထားပေးသင့်သည်။
                ထောပတ်ပဲပင် ပင်ပြန့်မျိုးများသည် စိုက်ပျိုးပြီး ရက်ပေါင်း (၆၅) ရက်တွင် ခူးဆွတ်နိုင်ပြီး တိုင်ထောင် မျိုးများသည် ရက်ပေါင်း (၈၀-၁၀ဝ) ကြာမှ ခူးဆွတ်နိုင်သည်။
                တစ်ခါတစ်ရံ ပူပြင်းသော ရာသီတွင် တိုင်ထောင်မျိုးများသည် စိုက်ပြီး (၇၅)ရက်ခန့် ရှိလျှင်ပင် စတင် ခူးဆွတ်လာနိုင်သည်။ အခြားဆောင်းသီးနှံများ ကဲ့သို့ပင် မိုးသီးနှံများ
                အပြီး ကျန်ရှိသော အစိုဓာတ်ဖြင့် စိုက်ပျိုးနိုင်သည်။
                ရာသီအလိုက် စိုက်ပျိုးမှုမှာ မိုးရာသီတွင် ၂၄ % နှင့် ဆောင်းရာသီတွင် ၇၆ % ရှိသည်။
              </p>
              <p class="pt-3"><b>၃။ မြေအမျိုးအစား</b></p>
              <p>
                ထောပတ်ပဲ စိုက်ခင်းအား ပန်းပွင့်ချိန်နှင့် သီးတောင့်ဖြစ်ပေါ်သော အချိန်များတွင် မြေကြီး အစိုဓာတ် အညီအမျှ ရှိနေရန် အရေးကြီးသည်။ ပန်းပွင့်ချိန်မှာ ရေပန်းကဲ့သို့
                အပေါ်မှ ရေလောင်းခြင်း၊ ရေဖျန်းခြင်း ပြုလုပ်ပါက အပွင့်နှင့် သီးတောင့်ငယ်များ ကြွေကျတတ်သည်။ မြေကြီး အပူချိန် မြင့်လာသောအခါ မြေတွင်း အစိုဓာတ်များ
                ဆုံးရှုံးတတ်သောကြောင့် မြေပြင်ပေါ်တွင် ကောက်ရိုးကဲ့သို့ အရာတခုခုဖြင့် ဖုံးအုပ်ပေးရန် လိုအပ်ပါသည်။
                ပန်းဖြိုင်ဖြိုင်ပွင့်ချိန်တွင် ပုလဲနှင့် လက်ချား (ဘိုရွှန်)ကို ရောစပ်၍ ရွက်ဖြန်း မြေသြဇာ အဖြစ် တစ်ကြိမ် အသုံးပြုနိုင်ခြင်းဖြင့် ကုန်ကျစရိတ်လဲ သက်သာစေရုံသာမက
                အထွက်နှုန်း တိုးတက်စေပါသည်။ (အချိုး- ရေတစ်ဂါလံတွင် ပုလဲ ၄ ဇွန်းခွဲနှင့် လက်ချား ၁ ဇွန်းနှုန်း)
                စိုက်ခင်း၏မြေတွင် နိုက်ထရိုဂျင်ဓာတ်များ ကြွယ်ဝနေပါက အပင်ဖြစ်ထွန်းမှု အားကောင်းနေပြီး အသီးတောင့်များ ဖြစ်ပေါ်မှု နည်းနေမည် ဖြစ်သည်။ ထောပတ်ပဲသည်လည်း
                အခြား ပဲများကဲ့သို့ပင် မြေကြီး အတွင်းသို့ နိုက်ထရိုဂျင်ဓာတ်များ ပြန်လည် ဖြည့်ပေးသည့် အပင် ဖြစ်သည်။ ထို့ကြောင့် ယူရီးယား(သို့) ပုလဲ ဓာတ်မြေသြဇာများ ထပ်မံ ဖြည့်စွက်ပေးရန်
                မလိုအပ်ပေ။ ကောင်းစွာဆွေးမြေ့နေသော မြေဆွေးများသာ ထည့်ပေးသင့်ပါသည်။ သာမန်မြေများ အတွက်ဖော်ပြပါမြေသြဇာနှုန်းထားအား တစ်ဧကစာ မပြင်ချိန်နှင့် ဘောင်တင်ချိန်များတွင်
                (၂) ကြိမ်ခွဲ မြေသြဇာ အချိုးသည် နိုက်ထရိုဂျင် ၁၇ ပိဿာ၊ တတီစူပါ ၁၇ ပိဿာ၊ ပိုကတ် ၂၈ ပိဿာ ထည့်သွင်းပေးပါက ပိုမိုကောင်းမွန်မည်။
              </p>
              <p class="pt-3"><b>၄။ မျိုးစေ့နှုန်းထား</b></p>

              <p>
                (၁)ဧက စိုက်ပျိုးရန် အတွက် မျိုးစေ့ (၁၀)ပြည်မှ (၁) တင်းခန့် လိုအပ်မည် ဖြစ်သည်။မျိုးအပေါ် မူတည်၍ အစေ့ (၁၀ဝဝ)၏ အလေးချိန်သည် ၄၅၀ ဂရမ်မှ ၃၀ဝဝ ဂရမ်ထိရှိသည်။ထောပတ်ပဲ
                (၁)တင်းတွင် ၆၉ ပေါင် (သို့) ၃၁ ကီလို (သို့) ၁၉.၁၆ ပိဿာ ရှိသည်။
                ထောပတ်ပဲသည် ပင်တည်း ဝတ်မှုန် ကူးသော မျိုးဖြစ်ပြီး ဝတ်ရည် အများအပြား ထုတ်ပေးသောကြောင့် ပျားများအား စွဲဆောင်မှု အလွန်ရှိသည်။ မိမိ မျိုးများအား အခြား မျိုးနှင့် မရောနှောလိုပါက
                စိုက်ခင်းဘေးတွင် အခြား ထောပတ်ပဲ အမျိုးအစားများ စိုက်ပျိုးခြင်းမှ ရှောင်ကျဉ်ရမည်။ အခြား မျိုးများအား တမိုင်ခန့် အကွာအဝေးမှ စိုက်ပျိုးခြင်းသည်ပင်လျှင် မျိုးရောနိုင်ပါသည်။

              </p>

              <p class="pt-3"><b>၅။ စိုက်ပျိုးနည်းစနစ် </b></p>
              <p>
                သဲဆန်သောယာမြေတို့တွင် မိုးဦးသီးနှံများဖြစ်သော မြေပဲ၊ နှမ်း၊ ပြောင်းဖူးသီးနှံများအပြီးတွင် မြေကိုမှုန့်ညက်အောင် ထယ်ထိုးထွန်ယက်ပြီးနောက် ကြမ်းတုံးဖြင့်မြေညှိကာ
                တစ်တန်းနှင့် တစ်တန်း (၁၂)လက္မအကွာ ထွန်ကြောင်းများဆွဲရသည်။ ကိုင်းမြေ၊ ကျွန်းမြေများတွင်လည်း အလားတူပင် ဆောင်ရွက်ရသည်။ ကြောင်းဆွဲပြီးသောအခါ
                အစေ့ကြီးမျိုးကို တစ်ဧကလျှင် (၇၂)ပေါင်ဝင်(၁)တင်းနှုန်း၊ အစေ့သေးမျိုးကို (၈)ပြီနှုန်းဖြင့် ထွန်ကြောင်းများထဲသို့ လက်ဖြူးချပေးရသည်။ အကြမ်းအားဖြင့် တစ်စေ့နှင့်တစ်စေ့
                (၄)လက္မခန့်ကွာဝေးရသည်။ မျိုးစေ့ချပြီးသောအခါ ကြမ်းတုံးဖြင့် ဖုံးပေးရသည်။ စိုက်ပြီးသည့်နေ့မှ (၆-၈)ရက်ကြာလျှင် အပင်များစပေါက်သည်။ ကြောင်းဖြင့်မစိုက်ဘဲ
                ကြဲပက်စိုက်ပျိုးသည့်နည်းကိုလည်း အသုံးပြုကြသည်။ မြန်မာနိုင်ငံအထက်ပိုင်း ကိုင်းကျွန်းမြေများတွင် ကြောင်းဆွဲမစိုက်ဘဲ ကြဲပက်စိုက်ပျိုးကြသည်။ အပင်ပေါက်ပြီးနောက်
                သက်တမ်း(၅)လခန့်ကြာလျှင် အတောင့်များ ရင့်မှည့်ခြောက်သွေ့သည်။ အတောင့်ခြောက်များကို လက်ဖြင့်ခူးဆွတ်၍ အစေ့ထုတ်ယူသည်။ အပင်များကို နွားစာအဖြစ်ရိတ်သိမ်းသည်။
                စနစ်တကျ ထွန်ယက်စိုက်ပျိုးပါက တစ်ဧကလျှင် (၁၅)တင်းအထိ ထွက်နိုင်သည်။ မြန်မာနိုင်ငံတွင် (၆-၁၁)တင်းအထိ ထွက်သည်။

              </p>

              <p class="pt-3"><b>၆။ စိုက်ပျိုးခြင်း</b></p>
              <p>
                နှစ်ရှည်ပင် အမျိုးအစားဖြစ်ပြီး အများအားဖြင့် တစ်ရာသီခံပင် အဖြစ် အစိုက်များသည်။ ကိုင်းဖြာ(သို့) အပင်ပြန့် ပုံစံနှင့် တိုင်တွင် တွယ်တက်သည့် တိုင်ထောင်ဟူ၍ အပင်
                ပုံစံ နှစ်မျိုး ရှိသည်။ ကိုင်းဖြာ(သို့) အပင်ပြန့်မျိုး၏ အစေ့သည် အနည်းသေးပြီး အပင်အမြင့် ၂ပေခန့် မြင့်သည်။ တိုင်ထောင်မျိုးများထက် စောစွာ သီးပွင့်သည်။
                တိုင်ထောင် မျိုးများအတွက် မစိုက်ပျိုးမီ တိုင်များကို ဦးစွာထောင်ပါ။ မျိုးစေ့များကို မစိုက်ပျိုး မီရေစိမ်ခြင်းနှင့် စိုက်ပျိုးပြီး ရေများများ လောင်းခြင်းအား ရှောင်ရှားရမည်။
                စိုက်ပျိုးမည့် မြေကြီး၏ နံနက်ခင်းပိုင်း အပူချိန်သည် (၁၀) ဒီဂရီ စင်တီဂရိတ်ခန့် အနည်းဆုံး ရှိနေရမည်။
                ပင်ပြန့်မျိုးများကို ပင်ကြား (၁) ပေနှင့် တန်းကြား (၄) ပေ ထားပြီး တိုင်ထောင်မျိုးများအား ပင်ကြား (၈) လက်မနှင့် တန်းခြား (၂) ပေ ထား၍ စိုက်ပျိုးကြသည်။ မျိုးစေ့များကို
                မြေကြီးတွင် (၁) လက်မခွဲ (၂) လက်မ အနက်ခန့်တွင် စိုက်ပျိုးပါ။ (၁)ဧက စိုက်ပျိုးရန် အတွက် မျိုးစေ့ (၁၀)ပြည်မှ (၁) တင်းခန့် လိုအပ်မည် ဖြစ်သည်။

              </p>

              <p class="pt-3"><b>၇။ကျရောက်နိုင်သောရောဂါများ</b></p>
              <p>
                ထောပတ်ပဲပင်များတွင် ပင်စည်မှည့်ပေါက်စွန်းရောဂါများသည် ဆိုးရွားစွာ ကျရောက်တတ်သည်။ ထိုသို့ ကျရောက်ပါက ၎င်းစိုက်ခင်းတွင် ထောပတ်ပဲအား (၂)နှစ်ခန့် မစိုက်ဘဲ ထားရမည်။ ပျပိုးကောင်များကြောင့် အဝါရောင်မိုစေ့ ရောဂါများလည်း ကျရောက်တတ်သည်။ ခံနိုင်ရည်ရှိသော မျိုးများကို သာရွေးချယ် စိုက်ပျိုးခြင်း၊ သီးလှည့် စိုက်ပျိုးခြင်း တို့ကို ဆောင်ရွက်သင့်ပါသည်။
                စိုက်ခင်းအား ပျ၊ လှေးကျိုင်းများ၊ ထွာကောင်များ၊ ရွက်စားပိုးများ၊ သီးတောင့်ထိုးပိုးများ ကျရောက်တတ်သောကြောင့် အမှိုက်သရိုက်များ ကင်းရှင်းအောင် ဆောင်ရွက်ထားသင့်သည်။ အချို့ပိုးကောင်များအား ပြင်းအားကောင်းသောရေဖြင့် ထိုးချကာ နှိမ်နင်းနိုင်သည်။ တမာ ပိုးသတ်ဆေးနှင့် ဘော်ဒိုဆေးရည်များ အသုံးပြုကာ ကာကွယ်နိုင်သည်။

                သီးတောင့်တွင် အောက်ပါ အကြောင်းများကြောင့် အစေ့မတင်ခြင်းများ ဖြစ်ပေါ်သည်။
                ပိုးမွှားရောဂါများ (စိုက်ခင်းအား သန့်ရှင်းစွာ ထားရမည်။ ရောဂါ ရရှိသော အပင်များအား နုတ်ပြီး သေချာ စွန့်ပစ်ရမည်။)
                နိုက်ထရိုဂျင် အာဟာရ ဓာတ်လွန်ကဲခြင်း (ယူရီးယား ဓာတ်မြေသြဇာများ ထည့်သွင်းခြင်းအား ရှောင်ရှားပါ၊ မြေဆွေးများအား ဘောင်တင်၊ မြေတောင် မြှောက်သည့် ထည့်ပေးနိုင်ပါသည်။)
                နေ့ အပူချိန်နှင့် ည အပူချိန်များ လွန်ကဲစွာမြင့်တက်ခြင်း (စိုက်ခင်းအားကောက်ရိုး စသည်တို့နှင့် ဖုံးအုပ်ပေးရန် လိုအပ်ပါသည်။)
                ရေလွန်ကဲစွာ သွင်းခြင်း (ရေဆင်းကောင်းရန်နှင့် လိုအပ်မှရေသွင်းခြင်းတို့ ပြုလုပ်ပါ။)
              </p>

              <p class="pt-3"><b>၈။ရိတ်သိမ်းခြင်း</b></p>

              <p>
                ထောပတ်ပဲအား သီးတောင့်ထဲမှ အသီးကို ယူသောကြောင့် ကောင်းစွာခြောက်သွေ့ရန် လိုအပ်သည်။ သို့မဟုတ်ပါက ထောပတ်ပဲသည် သေးပြီး၊ နုမှည့်သဘော ဖြစ်နေမည်။
                ချက်ပြုတ်ဖို့လည်း ကောင်းမွန်မည် မဟုတ်ပါ။ ထို့ကြောင့် အလျင်စလို ခူးဆွတ်ခြင်း မလုပ်ဆောင်သင့်ပါ။ သီးတောင့်များ ဆူဖြိုး ကြီးထွားလာပြီး အဝါရောင် သို့ပြောင်းသွားသောအခါ
                (သို့) ခြောက်သွေ့ပြီး အညိုရောင်ပြောင်းသွားသောအခါ ခူးဆွတ် ရိတ်သိမ်းနိုင်သည်။ သို့သော် အစေ့များ ကွဲထွက်မသွားခင် ခူးဆွတ်ခြင်းဆောင်ရွက်ပါ။ အစေ့များအား အခြောက်လှန်းကာ
                အစိုဓါတ်ရာခိုင်နှုန်း (၁၄) အောက်တွင် ခြောက်သွေ့အေးမြပြီး အလင်းရောင် မရှိသောနေရာတွင် သိမ်းဆည်း ထားသင့်ပါသည်။
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</div>
<script src="js/main.js"></script>
<script src="https://cdn.jsdelivr.net/npm/swiper@11/swiper-element-bundle.min.js"></script>
</body>

</html>