<?php
include("nav.php");
?>
<div class="container topHeight">
  <div class="row">
    <div class="col-2 pal-menu">
      <div class="">
        <div class="">
          <h5 class="mb-5 fw-bold">ပဲအမျိုးအစားများ</h5>
        </div>
        <ul class="list-group list-group-flush" id="myList">
          <li class="pal-item ">
            <a href="mattpal.php" class="text-decoration-none">မတ်ပဲ</a>
          </li>
          <li class="pal-item ">
            <a href="GroundNut.php" class="text-decoration-none">မြေပဲ</a>
          </li>
          <li class="pal-item">
            <a href="bocate.php" class="text-decoration-none">ဘိုကိတ်</a>
          </li>
          <li class="pal-item">
            <a href="satawpal.php" class="text-decoration-none">စားတော်ပဲ</a>
          </li>
          <li class="pal-item">
            <a href="pal.php" class="text-decoration-none">ပဲစင်းငုံ</a>
          </li>
          <li class="pal-item">
            <a href="palhtawpat.php" class="text-decoration-none">ပဲထောပတ်</a>
          </li>
          <li class="pal-item">
            <a href="pelkyi.php" class="text-decoration-none">ပဲကြီး</a>
          </li>
          <li class="pal-item">
            <a href="kalapal.php" class="text-decoration-none">ကုလားပဲ</a>
          </li>
          <li class="pal-item">
            <a href="pelpote.php" class="text-decoration-none">ပဲပုပ်</a>
          </li>
          <li class="pal-item active">
            <a href="palti.php" class="text-decoration-none">ပဲတီစိမ်း</a>
          </li>
        </ul>
      </div>
    </div>
    <div class="col-1"></div>
    <div class="col-9">
      <div class="container">
        <div class="row vh-100 overflow-scroll road">
          <div class="col-12">
            <a href="#" class="text-black-50"> ပဲအမျိုးအစားများ </a>
            <span class="">></span>
            <a href="" class="">ပဲတီစိမ်း</a>
          </div>
          <div class="col-12 h-50 mb-5">
            <div class="mt-5 pt-2 pal-corousal">
              <swiper-container style="
                      --swiper-navigation-color: #ffffff;
                      --swiper-pagination-color: #fff;
                    " class="PmySwiper" thumbs-swiper=".PmySwiper2" loop="true" space-between="10" navigation="true">
                <swiper-slide>
                  <img src="img/Palti1.jpg">
                </swiper-slide>
                <swiper-slide>
                  <img src="img/Paltik2.jpg">
                </swiper-slide>
                <swiper-slide>
                  <img src="img/Paltik3.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="img/Paltik4.jpg" />
                </swiper-slide>
              </swiper-container>

              <swiper-container class="PmySwiper2" loop="true" space-between="10" slides-per-view="4" free-mode="true" watch-slides-progress="true">
                <swiper-slide>
                  <img src="img/Palti1.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="img/Paltik2.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="img/Paltik3.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="img/Paltik4.jpg" />
                </swiper-slide>
              </swiper-container>
            </div>
          </div>

          <div class="col-12">
            <div class="mt-5 pt-5">
              <p class="pt-3">
                <span class="fw-bold">မြန်မာအမည် =</span> ပဲတီစိမ်း
              </p>
              <p class="pt-3">
                <span class="fw-bold">အင်္ဂလိပ်အမည် =</span>Green Gram
              </p>
              <p class="pt-3">
                <span class="fw-bold">သိပ္ပံအမည် =</span> Vigna radiate (L) wilezek
              </p>

              <p class="pt-3"><b>၁။ အကြောင်းအရာ</b></p>
              <p>
                ပဲတီစိမ်းကို အပူပိုင်း အာရှနိုင်ငံများတွင် စိုက်ပျိုးကြပါသည်။ ပဲတီစိမ်းကို အထက်မြန်မာပြည်၊ အောက်မြန်မာပြည်ဒေသနှစ်ခုလုံးတွင် စိုက်ပျိုးကြပါသည်။
                အထက်မြန်ပြည်တွင် မိုးရေသောက်သီးနှံအဖြစ်မိုးဦး၊ မိုးလယ်တွင် သီးသန့်(သို့)ဝါ၊ပဲစင်းငုံတို့နှင့် သီးညှပ်စိုက်ပျိုးပါသည်။ အောက်မြန်မာပြည်တွင် မိုးစပါးအပြီး သီးထပ်စိုက်ပျိုးပါသည်။
                ရေသွင်းနိုင်သည့် ဒေသများတွင် မိုးကြိုသီးနှံအဖြစ်စိုက်ပျိုးကြပါသည်။ ပဲတီစိမ်းအဓိကစိုက်ပျိးသည့်တိုင်းများမှာ အထက်မြန်မာပြည်တွင် မကွေးတိုင်၊ စစ်ကိုင်းတိုင်း၊ မန္တလေးတိုင်းတို့ဖြစ်၍
                အောက်မြန်မာပြည်တွင် ရန်ကုန်တိုင်း၊ ပဲခူးတိုင်း၊ဧရာဝတီတိုင်းတို့ ဖြစ်ပါသည်။ (၂၀၁၂-၂၀၁၃)ခုနှစ် မြန်မာနိုင်ငံပဲတီစိမ်း စိုက်ဧကမှာ (၂၆၈၅၅၂၁)နှင့် ထုတ်လုပ်မှုမှာ (၃၂၃၆၇၃၃၂) တင်းရှိပါသည်။

              </p>

              <p class="pt-3">
                <b>၂။ ရာသီဥတုလိုအပ်ချက်</b>
              </p>
              <p>
                ပဲတီစိမ်းသည် မတ်ပဲနှင့် နှိုင်းယှဉ်လျှင် စိုထိုင်းဆနှင့် ရေငတ်ဒဏ်ခံနိုင်ရည်ရှိမှု နည်းပါသည်။ ပူနွေးခြောက်သွေ့သော ရာသီဥတုကို ကြိုက်နှစ်သက်ပါသည်။
                ပဲတီစိမ်းဖြစ်ထွန်းရန် လိုအပ်သည့်အပူချိန်မှာ(၃၀-၃၆)ဒီဂရီစင်တီဂရိတ် ဖြစ်ပါသည်။ မိုးရွာသွန်းမှုညီမျှ၍ တစ်နှစ်ပျမ်းမျှမိုးရေချိန် (၃၀မှ၃၆)လက်မအတွင်း ရှိရန်လိုအပ်ပါသည်။
                ပဲတီစိမ်းကို ပင်လယ်ရေမျက်ပြင်အထက် ပေ (၆၀၀၀)အထိ စိုက်ပျိုးနိုင်ပါသည်။ ဝတ်မှုံကူးခြင် း(၆-၈)ပတ် အကြာ၌ပန်းစတင်၍ပွင့်သည်။ ပန်းပွင့်မအာမီ တစ်ရက်အလို
                ညနေဘက်တွင် အငုံထဲ၌ပင် ဝတ်မှုံရင့်ကြွေ၍ မျျိုးကူးစပ်မှုပြီးစီးသည်။လုံးဝပင်တည်းဝတ်မှုံကူးပင် ဖြစ်ပါသည်။ ပွင့်အာခြင်း မရှိတော့ဘဲ ဝတ်မှုံကူးသည့် ပန်းပွင့်များ ရာခိုင်နှုန်ုး(၄၀)ကျော်သည်။
                အပူချိန်နှစ်စဉ်ပျမ်းမျှ (၈)ဒီဂရီစင်တီဂရိတ်အောက် မကျသောဒေသနှင့်ပျမ်းမျှ(၂၀)ဒီဂရီစင်တီဂရိတ်ထက် မပိုသောဒေသများတွင် ပို၍ဖြစ်ထွန်းနိုင်သည်။ စိုက်ပျိုးချိန်ကာလအတွင်း အနိမ့်ဆုံး(၁၅)
                ဒီဂရီစင်တီဂရိတ်မကျဘဲ အမြင့်ဆုံး(၃၂)ဒီဂရီစင်တီဂရိတ်ထက်မကျော်သင့်ပေ။
              </p>
              <p class="pt-3"><b>၃။ မြေအမျိုးအစား</b></p>
              <p>
                ပဲတီစိမ်းသည် ရေစီးရေလာကောင်းသည့် မည်သည့်မြေအမျိုးအစားမဆို စိုက်ပျိုးနိုင်ပါသည်။ ရေဝပ်ဒဏ်ခံနိုင်ရည်မရှိပါ။ သဲမြေနှုန်းမြေမှ မြေနက်စေး၊
                မြေနီစေးအထိ အားလုံးသော မြေမျိုးများတွင်ပင် စိုက်ပျိုးဖြစ်ထွန်းနိုင်သည်။ မြေအချဉ်အငံဓါတ် (၅.၁-၆.၅)အတွင်း စိုက်ပျိုးဖြစ်ထွန်းသည်။
                မြေအချဉ်အငံဓါတ် (၅.၅) ထက်လျှော့နည်းပါက အပင်ဖြစထွန်းမှုညံ့သည်။

              </p>
              <p class="pt-3"><b>၄။ မျိုးစေ့နှုန်းထား</b></p>

              <p>
                ရေဆင်း ၁၁ နှင့် ရေဆင်း ၁၄ မျိုးများ စိုက်ပျိုးရန် သင့်တော်ပြီး အဝါရောင်မိုစိတ် ရောဂါကို ခံနိုင်ရည်ရှိကာ အထွက်နှုန်းလည်း ကောင်းပါသည်။
                မျိုးစေ့နှုန်းထား အနေဖြင့် မိုးကြိုနှင့် မိုးနှောင်းတွင် စိုက်ပျိုးပါက ၆ ပြည်မှ ၈ ပြည်အထိ အသုံးပြုကြပြီး မိုးလယ်တွင် စိုက်ပျိုးပါက ၄ ပြည်မှ ၆ ပြည်အထိ အသုံးပြုကြပါသည်။

              </p>

              <p class="pt-3"><b>၅။ စိုက်ပျိုးနည်းစနစ် </b></p>
              <p>
                ပဲတီစိမ်းကို မိုးရာသီတွင် မိုးကြို၊မိုးနှောင်းနှင့် မိုးလယ်တို့တွင်လည်းကောင်း၊ ဆောင်းရာသီတွင်လည်းကောင်း စိုက်ပျိုးလေ့ရှိပြီ
                း သီးသန့်၊သီးညှပ်(သို့မဟုတ်) သီးထပ်အဖြစ် စိုက်ပျိုးလေ့ရှိသည်။အတန်းလိုက်စိုက်ပျိုးရာတွင် မိုးကြိုနှင့်မိုးနှောင်းတွင် တန်းကြားတစ်ပေ၊
                ပင်ကြား(၄)လက်မ၊ မိုးရာသီတွင် (၁.၅)ပေနှင့် ပင်ကြား(၄)လက်မ ထား၍ မျိုးစေ့အား(၁)လက်မမှ (၁.၅)လက်မအတွင်းစိုက်ပါ။ မိုးကြိုတွင် ဖေဖော်ဝါရီလလယ်မှ
                မတ်လလယ်အတွင်း စိုက်ပါ။ မိုးနှောင်းရာသီတွင် အောက်မြန်မာပြည်၌ အောက်တိုဘာလမှ နိုဝင်ဘာလအတွင်း အပြီးစိုက်ပါ။ မိုးကြိုရာသီတွင် ရေသွင်း၍ သီးသန့်အဖြစ်လည်းကောင်း၊
                သီးညှပ်အဖြစ်လည်းကောင်း စိုက်ပျိုးကြသည်။
              </p>

              <p class="pt-3"><b>၆။မြေပြင်ခြင်းနှင့် မြေသြဇာကျွေးခြင်း</b></p>
              <p>
                မစိုက်ပျိုးခင် မြေပြင်ရာ၌ ထယ် ၁ စပ်မှ ၂ စပ်ထိုးပြီး ဓားကြမ်းတုံးဖြင့် ထွန်နှစ်စပ် မောင်းပေးရန် လိုအပ်ပါသည်။ မြေပြင်ရာတွင် ၁ ဧကလျှင် နွားချေး
                တင်း ၁၀၀ မှ တင်း ၁၅၀ အထိ ထည့်ပေးရန်လိုအပ်ပါသည်။ ယူရီးယား မြေသြဇာ ၈ ပြည်၊ တီစူပါ ၂၄ ပြည်၊ ပိုတက် ၁၂ ပြည်နှင့် ကျောက်မှုန့် ပြည် ၂၀ ထည့်ပေးရန် လိုအပ်ပါသည်။

              </p><br>
              </p>

              <p class="pt-3"><b>၇။စိုက်ပျိုးခြင်း</b></p>
              <p>
                မြန်မာပြည် အထက်ပိုင်း ဒေသများတွင် မိုးကြိုရာသီစိုက်ပျိုးရာ၌ ဖေဖော်ဝါရီ လလယ်မှ မတ်လလယ်အတွင်း လည်းကောင်း၊
                မိုးရာသီ စိုက်ပျိုးရာ၌ မေလလယ်မှ သြဂုတ်လလယ်အတွင်း လည်းကောင်း စိုက်ပျိုးကြပါသည်။ မြန်မာပြည် အောက်ပိုင်း ဒေသများတွင်
                ပဲတီစိမ်းကို စပါး ရိတ်သိမ်းပြီးသောအချိန်၌ သီးထပ်အနေဖြင့် အောက်တိုဘာလနှင့် နိုဝင်ဘာအတွင်း စိုက်ပျိုးကြပါသည်။

              </p><br>
              </p>

              <p class="pt-3"><b>၈။ကျရောက်နိုင်သောရောဂါများ</b></p>
              <p>
                ရောဂါများ အနေဖြင့် အဝါရောင် မိုစိတ်ရောဂါ၊ သံချေးရောဂါ၊ မှည့်ပြောက်စွန်း ရောဂါ၊ ဆာကိုစပိုးရား ရွက်ခြောက် ရောဂါ စသည်တို့ ကျရောက် လေ့ရှိပါသည်။ ၎င်းပိုး ရောဂါများကို ကာကွယ်ရန်အတွက် စိုက်ခင်း ပတ်ဝန်းကျင်ရှိ ပေါင်းမြက်များ ရှင်းလင်းခြင်း၊ ပိုး ရောဂါ ဒဏ်ခံနိုင်ရည်ရှိသော မျိုးများဖြင့် အစားထိုးခြင်း စသည်တို့ကို ပြုလုပ်သင့်ပါသည်။ ပိုးများကို နှိမ်နင်းရန်အတွက် ကလိုပိုင်ရီဖော့၊ ဆိုက်ပါ မီသရင် စသည့် ဆေးများ အသုံးပြုနိုင်ပါသည်။

              <p><b>ပိုးမွှားများ</b><br><br>

                ယင်ဖြူ၊ သီးလုံးဖောက်ပိုး၊ ပင်စည်ထိုးယင်၊ ငမြောင်တောင်၊ ပျ၊ ဂျပိုး။

              </p><br>
              </p>

              <p class="pt-3"><b>၉။ရိတ်သိမ်းခြင်း</b></p>

              <p>

                ပဲတီစိမ်းသည် မျိုးအပေါ် မူတည်ပြီး သက်တမ်း ၆၀ မှ ၈၀ ကြားတွင် ရိတ်သိမ်း ခူးဆွတ်နိုင်ပါသည်။ အများအားဖြင့် ပဲတီစိမ်း
                အတောင့်များ ၇၅ မှ ၈၅ ရာခိုင်နှုန်းမှာ အနက်ရောင်ပြောင်းပြီး ခြောက်သွေ့ချိန်တွင် ပထမဆုံးအကြိမ် ခူးဆွတ်ကြပါသည်။ ပထမအကြိမ်
                ခူးဆွတ်ပြီး ၇ ရက်မှ ၁၀ ရက်အကြာတွင် ဒုတိယအကြိမ် ခူးဆွတ်ကြပါသည်။
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</div>
<script src="js/main.js"></script>
<script src="https://cdn.jsdelivr.net/npm/swiper@11/swiper-element-bundle.min.js"></script>
</body>

</html>