]<?php
  include("nav.php");
  ?>
<div class="container topHeight">
  <div class="row">
    <div class="col-2 pal-menu">
      <div class="">
        <div class="">
          <h5 class="mb-5 fw-bold">ပဲအမျိုးအစားများ</h5>
        </div>
        <ul class="list-group list-group-flush" id="myList">
          <li class="pal-item ">
            <a href="mattpal.php" class="text-decoration-none">မတ်ပဲ</a>
          </li>
          <li class="pal-item ">
            <a href="GroundNut.php" class="text-decoration-none">မြေပဲ</a>
          </li>
          <li class="pal-item">
            <a href="bocate.php" class="text-decoration-none">ဘိုကိတ်</a>
          </li>
          <li class="pal-item">
            <a href="satawpal.php" class="text-decoration-none">စားတော်ပဲ</a>
          </li>
          <li class="pal-item">
            <a href="pal.php" class="text-decoration-none">ပဲစင်းငုံ</a>
          </li>
          <li class="pal-item">
            <a href="palhtawpat.php" class="text-decoration-none">ပဲထောပတ်</a>
          </li>
          <li class="pal-item">
            <a href="pelkyi.php" class="text-decoration-none">ပဲကြီး</a>
          </li>
          <li class="pal-item">
            <a href="kalapal.php" class="text-decoration-none">ကုလားပဲ</a>
          </li>
          <li class="pal-item active">
            <a href="pelpote.php" class="text-decoration-none">ပဲပုပ်</a>
          </li>
          <li class="pal-item">
            <a href="palti.php" class="text-decoration-none">ပဲတီစိမ်း</a>
          </li>
        </ul>
      </div>
    </div>
    <div class="col-1"></div>
    <div class="col-9">
      <div class="container">
        <div class="row vh-100 overflow-scroll road">
          <div class="col-12">
            <a href="#" class="text-black-50"> ပဲအမျိုးအစားများ </a>
            <span class="">></span>
            <a href="" class="">ပဲပုပ်</a>
          </div>
          <div class="col-12 h-50 mb-5">
            <div class="mt-5 pt-2 pal-corousal">
              <swiper-container style="
                      --swiper-navigation-color: #ffffff;
                      --swiper-pagination-color: #fff;
                    " class="PmySwiper" thumbs-swiper=".PmySwiper2" loop="true" space-between="10" navigation="true">
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/20/37/64/203764c95212e98a32cdd205b9ef9413.jpg">
                </swiper-slide>
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/2c/ed/11/2ced118986bc16c1821ce005a1502d3a.jpg">
                </swiper-slide>
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/9e/e0/74/9ee074e1c2197c23cbbdaf984e0b6d8b.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/b1/8b/21/b18b212497d4228e2a97902befa0f013.jpg" />
                </swiper-slide>
              </swiper-container>

              <swiper-container class="PmySwiper2" loop="true" space-between="10" slides-per-view="4" free-mode="true" watch-slides-progress="true">
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/20/37/64/203764c95212e98a32cdd205b9ef9413.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/2c/ed/11/2ced118986bc16c1821ce005a1502d3a.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/9e/e0/74/9ee074e1c2197c23cbbdaf984e0b6d8b.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/b1/8b/21/b18b212497d4228e2a97902befa0f013.jpg" />
                </swiper-slide>
              </swiper-container>
            </div>
          </div>

          <div class="col-12">
            <div class="mt-5 pt-5">
              <p class="pt-3">
                <span class="fw-bold">မြန်မာအမည် =</span> ပဲပုပ်
              </p>
              <p class="pt-3">
                <span class="fw-bold">အင်္ဂလိပ်အမည် =</span>Soybean
              </p>
              <p class="pt-3">
                <span class="fw-bold">သိပ္ပံအမည် =</span>Glycine max (L) Merrill
              </p>

              <p class="pt-3"><b>၁။ အကြောင်းအရာ</b></p>
              <p>
                ပဲပုပ်သီးနှံ၏ မူရင်းဒေသမှာ အရှေ့တောင်အာရှဖြစ်ပြီး တရုတ်နှင့် ဂျပန်နိုင်ငံတွင် မျိုးရိုင်းများကို စိုက်ပျိုးသည်။ ပဲပုပ်မျိုးများစွာရှိပါသည်။ ၎င်း၏သက်တမ်းကာလကိုလိုက်၍
                မျိုးအုပ်စု(၁၀) စုခွဲခြားထားပါသည်။ မြန်မာနိုင်ငံတွင် ပဲပုပ်သီးနှံကို ပြည်တွင်းစားသုံးရန်နှင့် ပြည်ပသို့ ဆီထွက်သီးနှံအဖြစ် တင်ပို့လျှက်ရှိသောသီးနှံတစ်ခုဖြစ်ပါသည်။
                ပဲပုပ်ကို ပဲငပိဟုလည်း ခေါ်ကြသည်။ ပဲပုပ်သီးနှံသည် အာဟာရနှင့် စီးပွားရှု့ထောင့်အရ တန်ဖိုးရှိ၍ အရေးပါသည့် ပဲမျိုးစုံသီးနှံတစ်ခုဖြစ်ပါသည်။
                အသားဓါတ်ခေါ် ပရိုတိန်း(၄၀-၄၅)ရာခိုင်နှုန်းနှင့် ဟင်းသီးဟင်းရွက်ဆီ (၁၉-၂၀)ရာခိုင်နှုန်းပါဝင်ပါသည်။
                ပဲပုပ်ဆီသည် ကမ္ဘာ့ထိပ်တန်းနေရာတွင်ရှိသည့် ဟင်းသီးဟင်းရွက်ဆီ တစ်မျိုးဖြစ်ပါသည်။
                ပဲပုပ်သည် ရှေးအကျဆုံး စားသုံးသီးနှံဖြစ်ပြီး ယနေ့ခေတ်တွင် အသုံး၀င်ဆုံးသီးနှံအဖြစ်အောင်မြင်မှုရလျှက်ရှိပါသည်။
              </p>

              <p class="pt-3">
                <b>၂။ ရာသီဥတုလိုအပ်ချက်</b>
              </p>
              <p>
                ပဲပုပ်သီးနှံသည် မိုးရေချိန်ပျမ်းမျှ(၁၆-၂၂)လက်မအတွင်း ရွာသွန်းသော ဒေသများတွင် စိုက်ပျိုးဖြစ်ထွန်းနိုင်သည်။ ထိုထက်ပိုများသောဒေသများ၌လည်း
                မိုးရေချိန် ပျမ်းမျှ(၂၄-၆၀)လက်မရရှိလျှင်အကောင်းဆုံး စိုက်ပျိုးဖြစ်ထွန်းနိုင်ပါသည်။ သီးနှံကြီထွားချိန်တလျှောက်လုံးတွင် မိုးညီညာစွာရွာသွန်းပါက
                အကောင်းဆုံးဖြစ်ပါသည်။ ပဲပုပ်သီးနှံသည် ပန်းပွင့်ချိန်တွင် နေ့တာတိုရန်လိုအပ်ပါသည်။ တစ်နေ့လျှင် ညအမှောင်ချိန် (၁၆)နာရီနှင့် အလင်းရောင်ရချိန်
                (၈)နာရီ လိုအပ်ပါသည်။ အပူပိုင်းဒေသများတွင် ညအမှောင်ချိန် အနည်းဆုံး(၁၄)နာရီ လိုအပ်ပါသည်။ ပန်းပွင့်ချိန်တွင် ယင်းကဲ့သို့ ညတာရှည်ချိန်
                အနည်းဆုံး(၂-၃)ရက်အထိနှင့် အများဆုံး(၅-၆)ရက်အထိ မျိုးအလိုက်လိုအပ်ပါသည်။ သက်တမ်းရှည်သည့် မျိုးများသည် သက်တမ်းတိုသည့်
                မျိုးများထက် လင်းတာတုံပြန်မှု၏ လွှမ်းမိုးမှုပိုများသည်ကို တွေ့ရသည်။ ပဲပုပ်မျိုးတစ်မျိုးအား ဒေသတစ်ခုတွင် စိုက်ပျိုးပါက အပူချိန်(၁၆)ဒီဂရီစင်တီဂရိတ်အထက်နှင့်
                ရှိသင့်သည့်လင်းတာထက်လျော့နည်းလျှင် ပန်းပွင့်စော၍ သက်တမ်းတိုသွားပြီး အပင်ကြီးထွားမှု၊ အပင်အမြင့်၊အဆစ်အရေအတွက် စသည်တို့ လျော့နည်းပြီး အထွက်ကျဆင်းသွားပါသည်။
                သို့ဖြစ်ပါ၍ ပဲပုပ်သီးနှံအား ဆောင်းရာသီတွင် စိုက်ပျိုးလိုပါကအောက်မြန်မာပြည်၌သာဒေသနှင့် သင့်တော်သည့် မျိုးအား ရွေးချယ်စိုက်ပျိုးသင့်ပါသည်။
              </p><br>
              </p>
              <p class="pt-3"><b>၃။ မြေအမျိုးအစား</b></p>
              <p>
                ပဲပုပ်သည် သဲသမမြေမှ မြေစေးမြေအထိ မြေအမျိုးအစားမရွေး ဖြစ်ထွန်းနိုင်ပါသည်။ ရေစီးရေလာကောင်း၍ ညီညာသောမျက်နှာပြင်ရှိရန် လိုအပ်ပါသည်။
                မြေချဉ်ငံဓါတ်(pH-၇.၀) ပတ်ဝန်းကျင်ရှိသည့် မြေမျိုးဖြစ်ပြီး မြေဆွေးဓါတ်ကာဗွန်ကြွယ်ဝသည့် မြေမျိုးသည် ပဲပုပ်စိုက်ပျိုးရန် အကောင်းဆုံးဖြစ်ပါသည်။
                မြေချဉ်ငံဓါတ်(pH-၅.၅)ထက် လျော့နည်းပါက အပင်ဖြစ်ထွန်းမှုအားနည်းပါသည်။မြေချဉ်လျှင် ထုံးထည့်သွင်းရန် လိုအပ်ပါသည်။ ဆားငံပေါက်သည့်မြေတွင် အပင်ပေါက်မှု ဟန့်တားပါသည်။
              </p>
              <p class="pt-3"><b>၄။ မျိုးစေ့နှုန်းထား</b></p>

              <p>
                ပဲပုပ်တစ်ဧက တင်း(၂၀)ရရှိရန် မျိုးစေ့ပေါင်း တစ်ဧကသိန်း(၁၃၀)စေ့ကျော် ရရှိရန်လိုသဖြင့် တစ်တင်းတွင် အစေ့ပေါင်း(၆)သိန်းခွဲကျော်ခန့် ရှိရမည်ဖြစ်ပါသည်။
                ထိုသို့ရရှိရန် တစ်ဧကရိတ်သိမ်းပင်ပေါင်း(၁၃၀၀၀၀)ရှိရန် တစ်ပင်ပါသီးတောင့်(၂၀)ရရှိရန်၊ တစ်တောင့်လျှင် အောင်စေ့(၂)စေ့မှ (၃)စေ့ရှိပြီး၊
                အစေ့(၁၀၀)အလေးချိန် (၁၄-၁၅)ဂရမ် ရှိရန်လိုအပ်ပါသည်။ အပင်(၃၀၀၀၀)ခန့်လျော့နည်းပါက တစ်ဧက(၅)တင်းခန့် လျော့နည်းနိုင်ပါသည်။
                မစိုက်ပျိုးမှီ အပင်ပေါက်နှုန်းအား စမ်းသပ်ပြီး အပင်ပေါက်ရာခိုင် နှုန်း(၉၀)ခန့်ရှိသော မျိုးကိုအသုံးပြုရန် လိုအပ်ပါသည်။ အတန်းလိုက်စိုက်ခင်းတွင်တစ်ဧက(၁၃-၁၄)ပြည်နှုန်းအားလည်းကောင်း၊
                ကြဲပက်သည့်စိုက်ခင်းတွင် တစ်ဧကပျမ်းမျှ(၁၈-၂၀)ပြည် သုံးစွဲပါ။ မိမိဒေသအတွင်း အပင်ငယ်စဉ် ပျက်စီးဆုံးရှုံးနိုင်သော ပမာဏအားထည့်သွင်းစဉ်းစား၍
                တစ်ဧကရိတ်သိမ်းပင် (၁၃၀၀၀၀)ရရှိရန် လိုအပ်သဖြင့် အပင်ပေါက်စုံရန် လိုအပ်ပါသည်။ အပင်ပေါက်စုံရန်အတွက် အစိုဓာတ်မီရန် စိုက်ချိန်မှန်ဖို့လိုအပ်ပါသည်။


              </p>

              <p class="pt-3"><b>၅။ စိုက်ပျိုးနည်းစနစ် </b></p>
              <p>
                ပဲပုပ်ကို အများအားဖြင့် စပါးသီးထပ်(သို့)ရေလိုက်ကြဲပတ်စိုက်ပျိုးခြင်း၊ အတန်းလိုက်စိုက်ပျိုးခြင်းတို့ဖြင့် စိုက်ပျိုးလေ့ရှိပါသည်။
                အတန်းလိုက်စိုက်ပျိုးခြင်းသည် အထွက်နှုန်းပိုမိုကောင်းမွန်စေပါသည်။ ပဲပုပ်ကို အစိုဓာတ်မိမိနှင့် စောစောအပင်ပေါက်ရစေရန် ရေလိုက်ကြဲစနစ်၊
                ဓားခုတ်ဖုန်းစနစ်၊ ထွန်ရေဖြင့် စိုက်သောစနစ်(ထွန်ပဲစနစ်) စိုက်ပျိုးလေ့ရှိပါသည်။


              </p>
              <p class="pt-3"><b>၆။ စိုက်ပျိုးခြင်း </b></p>
              <p>
                ပဲပုပ်မျိုးစေ့များကို နာရီဝက်ခန့် ရေစိမ်ပြီး ပဲမြစ်ဖုဇီဝမြေဩဇာတစ်ထုတ်နှင့် သမအောင်ရောမွှေစိုက်ပါ၊ ။အပင်အစိပ်ကျဲညီအောင် မျိုးစေ့ကို နှစ်လွှာကြဲပါ။ ကြဲပြီးပြီးချင်း ကြမ်းဖြင့်နှစ်ပြန်အုပ်ပေးပါက အစိုဓာတ်လုံလောက်စွာ ရရှိ၍ အပင်ပေါက်ညီညာပြီး လိုအပ်သော အပင်ဦးရေရရှိနိုင်ပါသည်၊။ အတန်းလိုက်စိုက်မည်ဆိုပါက စိုက်ကြောင်းပေး၊မျိုးစေ့ချပြီး ကြမ်းပြန်အုပ်ပေးရပါမည်။ ကြဲပတ်မည်ဆိုပါက ညနေပိုင်းတွင် ကြဲပတ်ရန်သင့်တော်ပြီး လက်ဆညီအောင် ကြဲပတ်ရန် လိုအပ်ပါသည်။ အပင်ညိုးသေနှင့် အခြားရောဂါများ မကျရောက်အောင် မျိူးစေ့ကို မှိုသတ်ဆေးတစ်မျိုးမျိုးဖြင့်လူးနယ်၍ စိုက်ပျိုးပါ။ အပင်ပေါက်ညီညာ၍ အပင်ပေါက်ကောင်းအောင် ထယ်ရေးအတွင်း မျိုးစေ့ကို အတိမ်အနက်(၁.၂)လက်မအတွင်း ရအောင်စိုက်ပါ။ အပင်စပေါက် သည်၊၊
                <br>
                (၀၅-၁၅ ရက်)<br>

                အပင်ပေါက်စုံပါသည်။ အပင်ငယ်စဉ် လှေး၊ ကျိုင်း၊ ပျ၊ မွှား၊ ပင့်ကူနီ၊ ပင်စည်ထိုးယင်တို့ ကာကွယ်ရန် ပင်လုံးပြန့်သတ္တိရှိသော ဆေးတစ်မျိုးမျိုးကို တစ်ဧကလျှင် သတ်မှတ်နှုန်းဖျန်းပါ။ ညိုးသေရောဂါကာကွယ်ရန် မှိုသတ်ဆေးတစ်မျိုးမျိုးဖျန်းပါ။ ပေါင်းမြက်ကင်းစင်အောင် စတင်ဆောင်ရွက်ပါ။
                <br>
                (၁၅ရက်-၃၀ရက်) <br>

                ပေါင်းမြက်များကင်းစင်အောင် စတင်ဆောင်ရွက်ပါ။ ပဲပင်များ ကြီးထွားသန်မာဖြစ်ထွန်းရန် (NPK)နှင့် အနည်းလိုအာဟာရဓာတ်များ ပါဝင်သော ရွက်ဖြန်းမြေဩဇာများတွင် နိုက်ထရိုဂျင်အချိုးများသည့် သင့်တော်သော ရွက်ဖြန်းမြေဩဇာတစ်မျိုးမျိုးကို (၁၅)ရက် ခြား၍ နှစ်ကြိမ်ပတ်ဖျန်းပါ။ ပေါင်းမြက်ကင်းစင်အောင် ဆောင်ရွက်ပါ။ သီးကိုင်းဖူးလေးများ စတင်နိုးကြားလာသည်။ ထိုအချိန်တွင် အစိုဓာတ်မပျက်ရန်၊ အာဟာရဓာတ်မချို့တဲ့ရန်၊ ပိုးမွှားရောဂါမကျရောက်ရန် ဂရုပြုရမည်။
                <br>
                (၃၅ရက်-၄၅ရက်)<br>

                (၃၅)ရက်ခန့်တွင် ကိုင်းဖျားပန်းဖူးလေးများ ဖြစ်ပေါ်လာသည်။ ပန်းဖူးပေါ်ပြီး တစ်ပတ်အကြာ ပန်းစပွင့်သည်။ (၄၅)ရက်သားမှ (၆၀)ရက်သားအတွင်း ပန်းဖြိုင်ဖြိုင်ပွင့်၍ ပွင့်အားကောင်းအသီးတောင့်များရန် (NPK)အချိုးပါသော ရွက်ဖြန်းမြေဩဇာများတွင် ဖော့စဖရပ်နှင့် ပိုတက်ဆီရမ်ရာခိုင်နှုန်းများသော သီးပွင့်ရွက်ဖျန်းမြေဩဇာများကို (၁၅)ရက်ခြား နှစ်ကြိမ်ဖျန်းပါ။ (သို့)ရေတစ်ဂါလံတွင် ယူရီးယား(၄.၅)ဇွန်းနှင့် လက်ချားတစ်ဇွန်းရော၍ တစ်ဧကလျှင်ဂါလံ(၂၀)ဖျန်းပါ။
                <br>
                (၁၅ရက်-၆၀ရက်)<br>

                နှံစုပ်ဂျပိုး၊ ရွက်ဖောက်၊လှေး၊ကျိုင်း၊ ရွက်စားငမြောင်တောင်၊ ပင်စည်ထိုးယင်၊ ပျပိုး၊ သရစ်၊ ထွာကောင်စိမ်း၊ ရွက်စုံစားခူဝါ၊ ပွင့်ထွေးရွက်ကပ်သီးလုံးဖောက်ပိုး စသည်တို့နှင့် ယင်ဖြူကြောင့် ဖြစ်သောအဝါရောင်မှိုစိတ်ဗိုင်းရက်စ်ရောဂါများ မကျရောက်စေရန် ဖြစ်ပါသည်။ (၆၀)ရက်သားအထိ (၁၅)ရက် တစ်ကြိမ် ပင်လုံးပြန့်ပိုးသတ်ဆေးတစ်မျိုးမျိုးကို အလှည့်ကျ ပတ်ဖျန်းပါ။ သီးနှံသက်တမ်းတလျှောက်လုံး ပင်ညှိုးရောဂါ၊ ဖားဥမှိုရောဂါ၊ သံချေးရောဂါ၊ ဆာကိုစပိုးရားရွက်ပြောက်ရောဂါ၊ မှည့်ပြောက်စွန်းရောဂါ၊ ဗိုင်းရပ်စ်မိုစိတ်ရောဂါ စသည်ရောဂါများ ကျရောက်တက်၍မှိုသတ်ဆေးများမှ ရောဂါများနှင့်သင့်တော်သည့် ဆေးတစ်မျိုးမျိုးကို (၁၅)ရက်တစ်ကြိမ် အလှည့်ကျ(၄)ကြိမ် ဖျန်းပါ။ အစေ့အဆံတည်ချိန်ဖြစ်၍ သီးလုံးဖောက်ပိုးနှင့် ထိပ်ပုပ်ရောဂါကို ဂရုပြုပါ။ပန်းပွင့်သန္ဓေအောင်ပြီး ပဲတောင့်ကလေးများ ဖြစ်ပေါ်လာသည်။
                <br>
                (၆၀ရက်-၈၀ရက်)<br>

                အသီးနှင့် အစေ့အဆံတည်ချိန်ဖြစ်၍ သီးလုံးဖောက်ပိုးကို ဂရုပြုပါ။ တဖြည်းဖြည်းပဲတောင့်အတွင်း ပဲစေ့လေးများ ဖြစ်ပေါ်လာသည်။ ပဲစေ့လေးများ ပြည့်တင်းကြီးထွားချိန်ဖြစ်၍ တစ်ပင်လုံးချက်လုပ်သောအစာ၏ (၆၀)%ကို အစေ့အောင်မြင်ရန် အသုံးချရ၍ အစာအလိုအပ်ဆုံးဖြစ်ပါသည်။ ထိုအချိန်တွင် အစာချက်နှုန်းကောင်းရန် အရွက်များ စိမ်းစိုကျန်းမာနေရန် အရေးကြီးသည်။ အာဟာရနှင့် အစိုဓာတ်မပျက်ရန် အရေးကြီးသည်။


              </p>

              <p class="pt-3"><b>၇။ကျရောက်နိုင်သောရောဂါများ</b></p>
              <p>
                ဖားဥမှိုရောဂါ၊
                သံချေးရောဂါ၊
                ဒေါင်းနီးရွက်ခြောက်ရောဂါ၊
                ဘက်တီးရီးယားရွက်ခြောက်ရောဂါ။
              </p><br>
              <p><b>ပိုးမွှားများ</b><br><br>

                လှေးပိုး၊ ယင်ဖြူ၊ ဖြုတ်ပိုး၊ ပဲပုပ်ပျပိုး၊၊
              </p><br>
              </p>

              <p class="pt-3"><b>၈။ရိတ်သိမ်းခြင်း</b></p>

              <p>

                ပဲပုပ်မျိုးနှင့် ပတ်ဝန်းကျင် ရာသီဉတု ထိမ်းသိမ်းစောင့်ရှောက်မှုအပေါ် မူတည်၍ (၇၅-၁၁၀)ရက်အတွင်း ရင့်မှည့်လေ့ရှိကြသည်။
                အရွက်များဝါခြောက်ပြီး သီးတောင့်များ ကောက်ရိုးရောင် (သို့မဟုတ်) ညိုဖျော့ရောင်ပြောင်းသွားချိန်၊ အတောင့်များ၏ (၇၅-၈၅)% အနက်ရောင်သို့ပြောင်း၍
                ခြောက်သွေ့ချိန်တွင် ရိတ်သိမ်းပါ။ ရိတ်သိမ်းချိန်နောက်ကျလျှင် သီးတောင့်များ အက်ကွဲကျ၍ သီးနှံအထွက်နှုန်း ဆုံးရှုံးနိုင်ပါသည်။ ရိတ်သိမ်းပြီး နှစ်နေသုံးနေလှမ်း၍
                ချွေလှေ့သန့်စင်ပါ။ နေလှမ်းပြီး အစိုဓာတ်(၈-၉)% ရှိချိန်တွင် သိုလှောင်ပါ။

              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</div>
<script src="js/main.js"></script>
<script src="https://cdn.jsdelivr.net/npm/swiper@11/swiper-element-bundle.min.js"></script>
</body>

</html>