<?php
include("nav.php");
?>

<div class="container topHeight">
  <div class="row">
    <div class="col-2 pal-menu">
      <div class="">
        <div class="">
          <h5 class="mb-5 fw-bold">ပဲအမျိုးအစားများ</h5>
        </div>
        <ul class="list-group list-group-flush" id="myList">
          <li class="pal-item ">
            <a href="mattpal.php" class="text-decoration-none">မတ်ပဲ</a>
          </li>
          <li class="pal-item ">
            <a href="GroundNut.php" class="text-decoration-none">မြေပဲ</a>
          </li>
          <li class="pal-item">
            <a href="bocate.php" class="text-decoration-none">ဘိုကိတ်</a>
          </li>
          <li class="pal-item active">
            <a href="satawpal.php" class="text-decoration-none">စားတော်ပဲ</a>
          </li>
          <li class="pal-item">
            <a href="pal.php" class="text-decoration-none">ပဲစင်းငုံ</a>
          </li>
          <li class="pal-item">
            <a href="palhtawpat.php" class="text-decoration-none">ပဲထောပတ်</a>
          </li>
          <li class="pal-item">
            <a href="pelkyi.php" class="text-decoration-none">ပဲကြီး</a>
          </li>
          <li class="pal-item">
            <a href="kalapal.php" class="text-decoration-none">ကုလားပဲ</a>
          </li>
          <li class="pal-item">
            <a href="pelpote.php" class="text-decoration-none">ပဲပုပ်</a>
          </li>
          <li class="pal-item">
            <a href="palti.php" class="text-decoration-none">ပဲတီစိမ်း</a>
          </li>
        </ul>
      </div>
    </div>
    <div class="col-1"></div>
    <div class="col-9">
      <div class="container">
        <div class="row vh-100 overflow-scroll road">
          <div class="col-12">
            <a href="#" class="text-black-50"> ပဲအမျိုးအစားများ </a>
            <span class="">></span>
            <a href="" class="">စားတော်ပဲ</a>
          </div>
          <div class="col-12 h-50 mb-5">
            <div class="mt-5 pt-2 pal-corousal">
              <swiper-container style="
                      --swiper-navigation-color: #ffffff;
                      --swiper-pagination-color: #fff;
                    " class="PmySwiper" thumbs-swiper=".PmySwiper2" loop="true" space-between="10" navigation="true">
                
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/c1/94/1d/c1941d5aa37c30ecce74a38554bb06bb.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/78/b6/01/78b601add274f08660a5d578498da996.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="https://media.rnztools.nz/rnz/image/upload/s--MPuCCH95--/c_scale,f_auto,q_auto,w_1050/v1643779979/4MFMECJ_image_crop_117068">
                </swiper-slide>
                <swiper-slide>
                  <img src="https://www.almanac.com/sites/default/files/images/pea%20plant%20StanRohrer%20GettyImages.jpg">
                </swiper-slide>
              </swiper-container>

              <swiper-container class="PmySwiper2" loop="true" space-between="10" slides-per-view="4" free-mode="true" watch-slides-progress="true">
                 <swiper-slide>
                  <img src="https://i.pinimg.com/564x/c1/94/1d/c1941d5aa37c30ecce74a38554bb06bb.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="https://i.pinimg.com/564x/78/b6/01/78b601add274f08660a5d578498da996.jpg" />
                </swiper-slide>
                <swiper-slide>
                  <img src="https://media.rnztools.nz/rnz/image/upload/s--MPuCCH95--/c_scale,f_auto,q_auto,w_1050/v1643779979/4MFMECJ_image_crop_117068">
                </swiper-slide>
                <swiper-slide>
                  <img src="https://www.almanac.com/sites/default/files/images/pea%20plant%20StanRohrer%20GettyImages.jpg">
                </swiper-slide>
              </swiper-container>
            </div>
          </div>

          <div class="col-12">
            <div class="mt-5 pt-5">
              <p class="pt-3">
                <span class="fw-bold">မြန်မာအမည် =</span> စားတော်ပဲ
              </p>
              <p class="pt-3">
                <span class="fw-bold">အင်္ဂလိပ်အမည် =</span> GROUND NUT, PEANUT, MONKEY-NUT, EARTH-NUT
              </p>
              <p class="pt-3">
                <span class="fw-bold">သိပ္ပံအမည် =</span> ARACHIS HYPOGEAL
              </p>

              <p class="pt-3"><b>၁။ အကြောင်းအရာ</b></p>
              <p>
                စားတော်ပဲကို ကမ္ဘာတစ်ဝန်းလုံးတွင်စားသုံးကြပြီး တိရစ္ဆာန်အစာအဖြစ်လည်း အများဆုံးအသုံးပြုကြပါသည်။ များသောအားဖြင့် လူတွေသည်
                ခန္ဓာကိုယ်အလေးချိန်ထိန်းရာတွင် စားတော်ပဲကိုအများဆုံးအသုံးပြုကြသည်။ စားတော်ပဲတွင် အမိုင်နိုအက်စစ် (amino acid)၊ လိုင်စင်း (lysine)၊
                ထရိုင်တိုဖန် (tryptophan) ဓာတ်များပါဝင်မှုသည် နှံစားသီးနှံတွေထက်မြင့်မားသည်။ ပရိုတင်းပါဝင်မှု ၂၁မှ ၂၅ ရာခိုင်နှုန်း၊ ကာဗွန်ဟိုက်ဒိုက် ပါဝင်မှုမြင့်မားပြီး
                အမျှင်ဓာတ်ပါဝင်မှု နည်းကာ အစာကျေလွယ်သော အာဟာရဓာတ်များအားလုံးပေါင်း ၈၆ မှ ၈၇ ရာခိုင်နှုန်းအထိပါဝင်သည်။ ထို့ကြောင့် တိရစ္ဆာန်အစာအတွက်လည်း
                အလွန်အသုံးဝင်သည်။ သုတေသနတွေအရ ဝက်၊ အသားစားနွား၊ နို့စားနွား နှင့် ကြက် တို့အတွက် ပရိုတင်းဓာတ်များများထောက်ပံ့ပေးနိုင်သည်ဟု လေ့လာသိရှိရပါသည်။
                စားတော်ပဲပင်များကို မြေဖုံးသီးနှံပင်အဖြစ်လည်းစိုက်ပျိုးကြသည်။ သစ်ရွက်စိမ်းမြေသြဇာအပင်အဖြစ်စိုက်ပျိုးနိုင်ပြီး ရေငွေ့ပျံခြင်း၊ ပင်ငွေ့ပျံခြင်းမျာ၊ မြေဆီလွှာတိုက်စားခြင်းများကို လျော့နည်းစေပါသည်။

              </p>

              <p class="pt-3">
                <b>၂။ ရာသီဥတုလိုအပ်ချက်</b>
              </p>
              <p>
                အေးမြသော ရာသီဥတုကို ကြိုက်သည်။ ထို့ကြောင့် စားတော်ပဲကို မြေပြန့်ဒေသတွင် အောက်တိုဘာ၊ နိုဝင်ဘာလတို့တွင် စိုက်ပြီး… ဖေဖေါ်ဝါရီလ၊
                မတ်လတို့တွင် ရိတ်သိမ်းသည်။ မိုးပြောင်းဖူး ရိတ်သိမ်းအပြီး မြေအစိုဓာတ်ရှိချိန်တွင် ထွန်ယက်စိုက်ပျိုးနိုင်သည်။ ရှမ်းပြည်နယ်တွင် ရာသီဥတုအေးသဖြင့်
                ဧပြီလလောက်ကပင်စ၍ တစ်သုတ်ပြီးတစ်သုတ် ရေလောင်းစိုက်ပျိုးပြီး ရွှေပဲသီးအမည်ဖြင့် ပြည်မဈေးကွက်သို့ တင်ပို့သည်။ အပင်ပေါက်ပြီး တစ်လလောက်တွင်
                ပန်းစပွင့်၍ နောက်တစ်လအကြာတွင် ပဲသီးစိမ်းတောင့်များကို ခူးဆွတ်ရောင်းချနိုင်သည်။ အတောင့်ဖြစ်ပြီး နောက်သုံးလခန့်ကြာလျှင် အတောင့်များ ရင့်မှည့်သည်။
              </p>
              <p class="pt-3"><b>၃။ မြေအမျိုးအစား</b></p>
              <p>
                စားတော်ပဲသည်တစ်ရာသီသီးနှံဖြစ်သည်။မြေအမျိုးအစားအမျိုးမျိုးတွင်စိုက်ပျိုးနိုင်ပြီး မစေးလွန်း မဖွယ်လွန်းသောမြေတွင် ကောင်းစွာဖြစ်ထွန်းသည်။
                နှစ်ရှည်ပေါင်းပင်များပေါက်ရောက်တတ်သောမြေတွင်စိုက်ပျိုး၍မကောင်းပါ။နှံစားသီးနှံများ၏ အစိုဓာတ်လိုအပ်မှုနှင့်တူညီပြီး ဆားပေါက်ဒဏ်၊
                ရေလွှမ်းဒဏ်ကိုခံနိုင်ရည်မရှိပါ။စားတော်ပဲသည်ကောင်းစွာမထွန်ယက်ထားသောမြေတွင်လည်း ဖြစ်ထွန်းသည်။ ဆောင်းဦးတွင်စိုက်ပျိုးမည်ဆိုပါက
                ပျိုးဘောင်များခြောက်သွေ့တာမျိုးမဖြစ်စေရန်မြေအလွန်အကျွံထွန်ယက်ခြင်းကို မပြုလုပ်သင့်ပါ။ အညှောင့်ဖောက်ရာတွင် နှံစားသီးနှံတွေထက် အစိုဓာတ်ပိုမိုလိုအပ်ပါသည်။
                တန်းကြား ၆-၁၂ လက်မဖြင့် စိုက်ပျိုးနိုင်သည်။ စားတော်ပဲသည် နိုက်ထရိုဂျင်ပမာဏကို လေထုထဲကသော်လည်းကောင်း မြေကြီးထဲတွင်ရှိသော အကျိုးပြုဘက်တီးရီးယားများမှသော်လည်းကောင်း
                ဖမ်းယူနိုင်စွမ်းရှိသည်။ ပဲများတွင် နိုက်ထရိုဂျင်လိုအပ်မှုပမာဏသည် နိုက်ထရိုဂျင်ဖမ်းယူနိုင်တဲ့ပေါ်မှာအမျိုးမျိုးကွဲပြားပါသည်။ပင်ပိုင်းကြီးထွားမှုနောက်ပိုင်းနှင့် မျိုးပွားပိုင်းအစောပိုင်းအဆင့်တွင်
                အပူချိန်မြင့်မားပြီး မြေကြီးခြောက်သွေ့နေပါက နိုက်ထရိုဂျင်ဖမ်းယူနိုင်မှုတွင် ထိခိုက်နိုင်သည်။ စတော်ပဲသည်နိုက်ထရိုဂျင်ဖမ်းယူမှုကောင်းသောသီးနှံဖြစ်ပြီးကြီးထွားမှုကောင်းသောအခြေအနေတွင်
                နိုက်ထရိုဂျင်လိုအပ်မှုရဲ့ ၈၀ ရာခိုင်နှုန်းကို ဖမ်းယူခြင်းဖြင့်ရရှိသည်။စားတော်ပဲမျိုးစေ့များကိုပဲမြစ်ဖုဇီဝမြေသြဇာဖြင့်လူးနယ်စိုက်ပျိုးဖို့လိုအပ်ပါသည်။မျိုးစေ့များကိုပဲမြစ်ဖုဇီ
                ဝမြေသြဇာလူးနယ်ခြင်းသည်ရေးကြီးသည်။လူးနယ်စိုက်ပျိုးရာ၌နည်းလမ်းမမှန်လျှင်လည်းနိုက်ထရိုဂျင်ဓာတ်ဖမ်းယူရရှိနိုင်မှုကျဆင်းတတ်သည်။လုပ်ငန်းစဉ်အောင်မြင်မမြင်ကို
                အပင်ပေါက်ပြီး နှစ်ပတ်၊ လေးပတ်တွင် အပင်အချို့ကို သေချာစွာဆွဲနုတ်၍ အမြစ်များတွင် မြစ်ဖုလေးများရှိမရှိစစ်ဆေးနိုင်ပါသည်။ ပန်းရောင် (သို့) အနီရောင်မြစ်ဖုလေးများတွယ်ကပ်နေပါက
                အောင်မြင်ပါသည်။ အကယ်၍ လူးနယ်စိုက်ပျိုးမှုမအောင်မြင်ခဲ့ပါကနိုက်ထရိုဂျင်ဓာတ်မြေသြဇာကျွေးပေးဖို့လိုပါမည်။
              </p>
              <p class="pt-3"><b>၄။ မျိုးစေ့နှုန်းထား</b></p>

              <p>
                တစ်ဧကစိုက်ပျိုးရန် စားတော်ပဲမျိုးစေ့ ၆ပြည်မှ ၈ပြည်လိုအပ်သည်။ မျိုးစေ့ချရာတွင် မြေအနက် ၂ လက်မချ၍ စိုက်ပျိုးနိုင်သည်။ စားတော်ပဲများတွင် ပင်ညှိုးရောဂါ၊
                အမြစ်ပုပ်ရောဂါနှင့် ပျိုးပင်ပေါက်အရွယ်တွင် ခါးရိရောဂါများဖြစ်ပွားတတ်သဖြင့် မျိုးစေ့ကို မှိုသတ်ဆေးဖြင့် လူးနယ်ပြီးမှ မျိုးညှောင့်ဖောက်သင့်သည်။

              </p>

              <p class="pt-3"><b>၅။ စိုက်ပျိုးနည်းစနစ် </b></p>
              <p>
                သဲဆန်သောယာမြေတို့တွင် မိုးဦးသီးနှံများဖြစ်သော မြေပဲ၊ နှမ်း၊ ပြောင်းဖူးသီးနှံများအပြီးတွင် မြေကိုမှုန့်ညက်အောင် ထယ်ထိုးထွန်ယက်ပြီးနောက် ကြမ်းတုံးဖြင့်မြေညှိကာ
                တစ်တန်းနှင့် တစ်တန်း (၁၂)လက္မအကွာ ထွန်ကြောင်းများဆွဲရသည်။ ကိုင်းမြေ၊ ကျွန်းမြေများတွင်လည်း အလားတူပင် ဆောင်ရွက်ရသည်။ ကြောင်းဆွဲပြီးသောအခါ
                အစေ့ကြီးမျိုးကို တစ်ဧကလျှင် (၇၂)ပေါင်ဝင်(၁)တင်းနှုန်း၊ အစေ့သေးမျိုးကို (၈)ပြီနှုန်းဖြင့် ထွန်ကြောင်းများထဲသို့ လက်ဖြူးချပေးရသည်။ အကြမ်းအားဖြင့် တစ်စေ့နှင့်တစ်စေ့
                (၄)လက္မခန့်ကွာဝေးရသည်။ မျိုးစေ့ချပြီးသောအခါ ကြမ်းတုံးဖြင့် ဖုံးပေးရသည်။ စိုက်ပြီးသည့်နေ့မှ (၆-၈)ရက်ကြာလျှင် အပင်များစပေါက်သည်။ ကြောင်းဖြင့်မစိုက်ဘဲ
                ကြဲပက်စိုက်ပျိုးသည့်နည်းကိုလည်း အသုံးပြုကြသည်။ မြန်မာနိုင်ငံအထက်ပိုင်း ကိုင်းကျွန်းမြေများတွင် ကြောင်းဆွဲမစိုက်ဘဲ ကြဲပက်စိုက်ပျိုးကြသည်။ အပင်ပေါက်ပြီးနောက်
                သက်တမ်း(၅)လခန့်ကြာလျှင် အတောင့်များ ရင့်မှည့်ခြောက်သွေ့သည်။ အတောင့်ခြောက်များကို လက်ဖြင့်ခူးဆွတ်၍ အစေ့ထုတ်ယူသည်။ အပင်များကို နွားစာအဖြစ်ရိတ်သိမ်းသည်။
                စနစ်တကျ ထွန်ယက်စိုက်ပျိုးပါက တစ်ဧကလျှင် (၁၅)တင်းအထိ ထွက်နိုင်သည်။ မြန်မာနိုင်ငံတွင် (၆-၁၁)တင်းအထိ ထွက်သည်။

              </p>

              <p class="pt-3"><b>၆။ စိုက်ပျိုးခြင်း</b></p>
              <p>
                စားတော်ပဲသည် တစ်ရာသီသီးနှံဖြစ်သည်။ မြေအမျိုးအစားအမျိုးမျိုးတွင်စိုက်ပျိုးနိုင်ပြီး မစေးလွန်း မဖွယ်လွန်းသောမြေတွင် ကောင်းစွာဖြစ်ထွန်းသည်။
                နှစ်ရှည်ပေါင်းပင်များပေါက်ရောက်တတ်သောမြေတွင် စိုက်ပျိုး၍မကောင်းပါ။ နှံစားသီးနှံများ၏ အစိုဓာတ်လိုအပ်မှုနှင့်တူညီပြီး ဆားပေါက်ဒဏ်၊ ရေလွှမ်းဒဏ်ကိုခံနိုင်ရည်မရှိပါ။
                စားတော်ပဲသည် ကောင်းစွာမထွန်ယက်ထားသောမြေတွင်လည်း ဖြစ်ထွန်းသည်။ ဆောင်းဦးတွင်စိုက်ပျိုးမည်ဆိုပါက ပျိုးဘောင်များ ခြောက်သွေ့တာမျိုးမဖြစ်စေရန် မြေအလွန်အကျွံ
                ထွန်ယက်ခြင်းကို မပြုလုပ်သင့်ပါ။ အညှောင့်ဖောက်ရာတွင် နှံစားသီးနှံတွေထက် အစိုဓာတ်ပိုမိုလိုအပ်ပါသည်။ တန်းကြား ၆-၁၂ လက်မဖြင့် စိုက်ပျိုးနိုင်သည်။ စားတော်ပဲသည်
                နိုက်ထရိုဂျင်ပမာဏကို လေထုထဲကသော်လည်းကောင်း မြေကြီးထဲတွင်ရှိသော အကျိုးပြုဘက်တီးရီးယားများမှသော်လည်းကောင်း ဖမ်းယူနိုင်စွမ်းရှိသည်။ ပဲများတွင်
                နိုက်ထရိုဂျင်လိုအပ်မှုပမာဏသည် နိုက်ထရိုဂျင်ဖမ်းယူနိုင်တဲ့ပေါ်မှာ အမျိုးမျိုးကွဲပြားပါသည်။ ပင်ပိုင်းကြီးထွားမှုနောက်ပိုင်းနှင့် မျိုးပွားပိုင်းအစောပိုင်းအဆင့်တွင် အပူချိန်မြင့်မားပြီး
                မြေကြီးခြောက်သွေ့နေပါက နိုက်ထရိုဂျင်ဖမ်းယူနိုင်မှုတွင် ထိခိုက်နိုင်သည်။စတော်ပဲသည်နိုက်ထရိုဂျင်ဖမ်းယူမှုကောင်းသောသီးနှံဖြစ်ပြီး ကြီးထွားမှုကောင်းသောအခြေအနေတွင်
                နိုက်ထရိုဂျင်လိုအပ်မှုရဲ့ ၈၀ ရာခိုင်နှုန်းကို ဖမ်းယူခြင်းဖြင့် ရရှိသည်။ စားတော်ပဲမျိုးစေ့များကို ပဲမြစ်ဖုဇီဝမြေသြဇာဖြင့်လူးနယ်စိုက်ပျိုးဖို့လိုအပ်ပါသည်။ မျိုးစေ့များကို
                ပဲမြစ်ဖုဇီဝမြေသြဇာလူးနယ်ခြင်းသည် အရေးကြီးသည်။လူးနယ်စိုက်ပျိုးရာ၌ နည်းလမ်းမမှန်လျှင်လည်းနိုက်ထရိုဂျင်ဓာတ်ဖမ်းယူရရှိနိုင်မှုကျဆင်းတတ်သည်။လုပ်ငန်းစဉ်အောင်မြင်
                မမြင်ကိုအပင်ပေါက်ပြီးနှစ်ပတ်၊လေးပတ်တွင်အပင်အချို့ကိုသေချာစွာဆွဲနုတ်၍အမြစ်များတွင်မြစ်ဖုလေးများရှိမရှိစစ်ဆေးနိုင်ပါသည်။ ပန်းရောင် (သို့) အနီရောင်မြစ်ဖုလေးများတွယ်ကပ်နေပါက
                အောင်မြင်ပါသည်။ အကယ်၍ လူးနယ်စိုက်ပျိုးမှုမအောင်မြင်ခဲ့ပါက နိုက်ထရိုဂျင်ဓာတ်မြေသြဇာကျွေးပေးဖို့လိုပါမည်။

              </p>

              <p class="pt-3"><b>၇။ကျရောက်နိုင်သောရောဂါများ</b></p>
              <p>
                ရွက်ခြောက်ရောဂါ၊ အမြစ်ပုပ်ရောဂါ၊ ပင်စည်ပုပ်ရောဂါ၊ ဖားဥမှိုရောဂါများ ကျရောက်တတ်သည်။
              </p><br>
              <p><b>ပိုးမွှားများ</b><br><br>

                လှေးပိုး၊ ပဲဂျပိုး၊ ဖြုတ်စိမ်းများကျရောက်တတ်သည်။
              </p><br>
              </p>

              <p class="pt-3"><b>၈။ရိတ်သိမ်းခြင်း</b></p>

              <p>
                အထွက်နှုန်းကောင်းပြီးအရည်အသွေးကောင်းဖို့အတွက်သည်ရိတ်သိမ်းစနစ်တွင်လည်း မူတည်ပါသေးသည်။ စားတော်ပဲများကို ရိတ်သိမ်းရာတွင် အသီးတောင့်ထိပ်ပိုင်းစိမ်းနေပြီး
                အလယ်လောက်တွင် ဝါနေပြီဆိုပါက စတင်ရိတ်သိမ်းနိုင်သည်။ အခြောက်ခံရာတွင် အစေ့အစိုဓာတ် ၂၅-၃၀ ရာခိုင်နှုန်းသည် အကောင်းဆုံးဖြစ်သည့်အတွက် အစိုဓာတ်
                ၁၈-၂၀ရှိချိန်တွင်စတင်ရိတ်သိမ်းပြီးအခြောက်ခံဖို့ပုံထားသင့်သည်။ရိတ်သိမ်းသည့်အခါတွင်ပေါင်းမြက်များမပါဖို့သတိပြုရပါမည်။အားလုံးရင့်မှည့်ပြီးခြောက်မှရိတ်သိမ်းလျှင်အလေ့အလွှင့်များနိုင်သည့်အတွက်
                သီးတောင့်အစိမ်းရောင်မှ အဝါရောင်ပြောင်းစတွင်ရိတ်သိမ်းပြီးစုပုံ၍နေလှန်းထားသင့်သည်။မနက်စောစောပိုင်းနှင့်ညနေပိုင်းများတွင်ရိတ်သိမ်းနိုင်သည်။ထိုအချိန်များတွင်ရိတ်သိမ်းပါကအစိုဓာတ်များရှိနေသော
                ကြောင့် ကြွေဖို့ရာခိုင်နှုန်းနည်းစေပါသည်။
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</div>
<script src="js/main.js"></script>
<script src="https://cdn.jsdelivr.net/npm/swiper@11/swiper-element-bundle.min.js"></script>
</body>

</html>